<!DOCTYPE html>
<html class="client-nojs" dir="ltr" lang="en">
 <head>
  <title>Bah&aacute;'&iacute; Faith</title>
  <meta charset="UTF-8" />
  
  
  <link href="../../disclaimer.htm" rel="copyright" />
  <link rel="stylesheet" href="../../css/en-shared.css" />
  <!--[if IE 6]><link rel="stylesheet" href="../../css/IE60Fixes.css" media="screen" /><![endif]-->
  <!--[if IE 7]><link rel="stylesheet" href="../../css/IE70Fixes.css" media="screen" /><![endif]-->
  <meta content="" name="ResourceLoaderDynamicStyles" />
  <link rel="stylesheet" href="../../css/en-site-vector.css" />
  <style>a:lang(ar),a:lang(ckb),a:lang(fa),a:lang(kk-arab),a:lang(mzn),a:lang(ps),a:lang(ur){text-decoration:none}.editsection{display:none}
/* cache key: enwiki:resourceloader:filter:minify-css:7:79e96594f03002bbea98f74c22274594 */</style>
  <link href="http://schools-wikipedia.org/wp/b/Bah%25C3%25A1%2527%25C3%25AD_Faith.htm" rel="canonical" />
  <link href="http://www.soschildren.org/wikipedia-for-schools" rel="author" />
  <meta content="Discover more about Bah&aacute;'&iacute; Faith. One of thousands of articles selected and checked for the Wikipedia for Schools by SOS Children's Villages UK" name="description" />
 </head>
 <body class="mediawiki ltr sitedir-ltr ns-0 ns-subject page-Bah&aacute;_&iacute;_Faith skin-monobook action-view">
  <div id="globalWrapper">
   <div id="column-content">
    <div class="mw-body-primary" id="content" role="main"><a id="top"></a><a id="badge" href="../../disclaimer.htm"><img alt="Checked content" src="../../checked-content.png" width="150" height="70" /></a><h1 class="firstHeading" id="firstHeading" lang="en"><span dir="auto">Bah&aacute;'&iacute; Faith</span></h1>
     <div class="mw-body" id="bodyContent">
      <div id="siteSub">Related subjects: <a href="../index/subject.Religion.Religious_movements_traditions_and_organizations.htm">Religious movements, traditions and organizations</a></div>
      <!-- start content -->
      <div class="mw-content-ltr" dir="ltr" id="mw-content-text" lang="en"><div class="thumb tleft" id="sitebackground"><div style="width:152px;" class="thumbinner"><h4>Background to the schools Wikipedia</h4><p>SOS Children has tried to make Wikipedia content more accessible by this schools selection. To compare sponsorship charities <a href="../../wp/d/Different_Uk_Child_Sponsor_Charities.htm">this is the best sponsorship link</a>.</p></div></div>
       <div class="thumb tright">
        <div class="thumbinner" style="width:252px;"><a class="image" href="../../images/512/51269.jpg.htm"><img alt="" class="thumbimage" height="188" src="../../images/512/51269.jpg"  width="250" /></a><div class="thumbcaption">
          <div class="magnify"><a class="internal" href="../../images/512/51269.jpg.htm" title="Enlarge"><img alt="" height="11" src="../../images/1x1white.gif" title="This image is not present because of licensing restrictions" width="15" /></a></div> Seat of the <!--del_lnk--> Universal House of Justice, governing body of the Bah&aacute;'&iacute;s, in <!--del_lnk--> Haifa, <a href="../../wp/i/Israel.htm" title="Israel">Israel</a></div>
        </div>
       </div>
       <table cellspacing="0" class="navbox" style="border-spacing:0;;">
        <tr>
         <td style="padding:2px;">
          <table cellspacing="0" class="nowraplinks collapsible autocollapse navbox-inner" style="border-spacing:0;background:transparent;color:inherit;;">
           <tr>
            <th class="navbox-title" colspan="3" scope="col" style=";">
             <div class="" style="font-size:110%;"><strong class="selflink">Bah&aacute;'&iacute; Faith</strong></div>
            </th>
           </tr>
           <tr style="height:2px;">
            <td>
            </td>
           </tr>
           <tr>
            <th class="navbox-group" scope="row" style=";;">Central figures</th>
            <td class="navbox-list navbox-odd hlist" style="text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px;;;">
             <div style="padding:0em 0.25em">
              <ul>
               <li><!--del_lnk--> The B&aacute;b</li>
               <li><!--del_lnk--> Bah&aacute;'u'll&aacute;h</li>
               <li><!--del_lnk--> Abdu'l-Bah&aacute;</li>
              </ul>
             </div>
            </td>
            <td class="navbox-image" rowspan="9" style="width:0%;padding:0px 0px 0px 2px;">
             <div><a class="image" href="../../images/512/51279.png.htm"><img alt="Bahai star.svg" height="70" src="../../images/512/51279.png"  width="70" /></a></div>
            </td>
           </tr>
           <tr style="height:2px">
            <td>
            </td>
           </tr>
           <tr>
            <th class="navbox-group" scope="row" style=";;">Scripture</th>
            <td class="navbox-list navbox-even hlist" style="text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px;;;">
             <div style="padding:0em 0.25em">
              <ul>
               <li><!--del_lnk--> Kit&aacute;b-i-Aqdas</li>
               <li><!--del_lnk--> Kit&aacute;b-i-&Iacute;q&aacute;n</li>
               <li><!--del_lnk--> Hidden Words</li>
               <li><!--del_lnk--> Tablets of Bah&aacute;'u'll&aacute;h</li>
               <li><!--del_lnk--> Summons</li>
              </ul>
             </div>
            </td>
           </tr>
           <tr style="height:2px">
            <td>
            </td>
           </tr>
           <tr>
            <th class="navbox-group" scope="row" style=";;">Key figures</th>
            <td class="navbox-list navbox-odd hlist" style="text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px;;;">
             <div style="padding:0em 0.25em">
              <ul>
               <li><!--del_lnk--> Shoghi Effendi</li>
               <li><!--del_lnk--> Bah&iacute;yyih Kh&aacute;num</li>
               <li><!--del_lnk--> Martha Root</li>
               <li><!--del_lnk--> T&aacute;hirih</li>
               <li><!--del_lnk--> Bad&iacute;&lsquo;</li>
               <li><!--del_lnk--> Apostles</li>
               <li><!--del_lnk--> Hands of the Cause</li>
              </ul>
             </div>
            </td>
           </tr>
           <tr style="height:2px">
            <td>
            </td>
           </tr>
           <tr>
            <th class="navbox-group" scope="row" style=";;">Principal teachings</th>
            <td class="navbox-list navbox-even hlist" style="text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px;;;">
             <div style="padding:0em 0.25em">
              <ul>
               <li><!--del_lnk--> Unity of humanity</li>
               <li><!--del_lnk--> Unity of religion</li>
               <li><!--del_lnk--> Gender equality</li>
               <li><!--del_lnk--> Harmony of science and religion</li>
               <li><!--del_lnk--> Auxiliary language</li>
              </ul>
             </div>
            </td>
           </tr>
           <tr style="height:2px">
            <td>
            </td>
           </tr>
           <tr>
            <th class="navbox-group" scope="row" style=";;">See also</th>
            <td class="navbox-list navbox-odd hlist" style="text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px;;;">
             <div style="padding:0em 0.25em">
              <ul>
               <li><!--del_lnk--> Symbols</li>
               <li><!--del_lnk--> Texts</li>
               <li><!--del_lnk--> Teachings</li>
               <li><!--del_lnk--> Laws</li>
               <li><!--del_lnk--> History</li>
               <li><!--del_lnk--> Administration</li>
               <li><!--del_lnk--> Calendar</li>
               <li><!--del_lnk--> Pilgrimage</li>
               <li><!--del_lnk--> Prayer</li>
               <li><!--del_lnk--> Category</li>
              </ul>
             </div>
            </td>
           </tr>
          </table>
         </td>
        </tr>
       </table>
       <p>The <b>Bah&aacute;'&iacute; Faith</b> is a <a href="../../wp/r/Religion.htm" title="Religion">religion</a> founded by <!--del_lnk--> Bah&aacute;'u'll&aacute;h in nineteenth-century <a class="mw-redirect" href="../../wp/h/History_of_Iran.htm#Persia_and_Europe_.281722.E2.80.931914.29" title="Persian Empire">Persia</a>. There are an estimated five to six million Bah&aacute;'&iacute;s around the world in more than 200 countries and territories.</p>
       <p>Bah&aacute;'&iacute; teachings emphasize the spiritual oneness of humanity and the underlying unity of the major world religions. Religious history is seen to have unfolded through the influence of a series of divinely sent messengers, each of whom established a religion that was suited to the needs of the time. These messengers have included <!--del_lnk--> Abraham, <!--del_lnk--> Moses, <a href="../../wp/z/Zoroaster.htm" title="Zoroaster">Zoroaster</a>, the <a href="../../wp/g/Gautama_Buddha.htm" title="Gautama Buddha">Buddha</a>, <!--del_lnk--> Krishna, <a href="../../wp/j/Jesus.htm" title="Jesus">Jesus</a>, <a href="../../wp/m/Muhammad.htm" title="Muhammad">Muhammad</a> and, most recently, the <!--del_lnk--> B&aacute;b and Bah&aacute;'u'll&aacute;h. In Bah&aacute;'&iacute; belief, each messenger taught that other messengers would follow, and Bah&aacute;'u'll&aacute;h's claims and teachings fulfil the <!--del_lnk--> eschatological promises of previous scriptures. Humanity is understood to be involved in a process of collective evolution, and the need of the present time is for the gradual establishment of peace, justice and unity on a global scale.</p>
       <p>The word "<b>Bah&aacute;'&iacute;</b>" (<span class="IPA" title="Representation in the International Phonetic Alphabet (IPA)">/b&aelig;h&#x252;&#x2D0;&#x294;i&#x2D0;/, /b&#x259;&#x2C8;hai/</span>, <!--del_lnk--> Persian: <span lang="fa" xml:lang="fa">&#x628;&#x647;&#x627;&#x626;&#x6CC;</span>&lrm;) is used either as an adjective to refer to the Bah&aacute;'&iacute; Faith or as a term for a follower of Bah&aacute;'u'll&aacute;h, and the word is not a noun meaning the religion as a whole. It is derived from the Arabic <i><!--del_lnk--> Bah&aacute;&rsquo;</i>, meaning "glory" or "splendour". "Bahaism" (or "Baha'ism") has been used in the past but is fading from use.</p>
       <h2><span class="mw-headline" id="Beliefs">Beliefs</span></h2>
       <p>The Bah&aacute;'&iacute; teachings are often summarized by referring to three core principles: the <!--del_lnk--> unity of God, the <!--del_lnk--> unity of religion, and the <!--del_lnk--> unity of humankind. Many Bah&aacute;'&iacute; beliefs and practices are rooted in these priorities; but taken alone these would be an over-simplification of Bah&aacute;'&iacute; teachings.</p>
       <h3><span class="mw-headline" id="God">God</span></h3>
       <div class="thumb tright">
        <div class="thumbinner" style="width:182px;"><a class="image" href="../../images/512/51283.jpg.htm"><img alt="" class="thumbimage" height="262" src="../../images/512/51283.jpg"  width="180" /></a><div class="thumbcaption">
          <div class="magnify"><a class="internal" href="../../images/512/51283.jpg.htm" title="Enlarge"><img alt="" height="11" src="../../images/1x1white.gif" title="This image is not present because of licensing restrictions" width="15" /></a></div> Baha'i Temple, Ingleside, Sydney, Australia</div>
        </div>
       </div>
       <p>The Bah&aacute;'&iacute; writings describe a single, imperishable <a href="../../wp/g/God.htm" title="God">God</a>, the creator of all things, including all the creatures and forces in the universe. The existence of God is thought to be eternal, without a beginning or end, and is described as "a personal God, unknowable, inaccessible, the source of all Revelation, eternal, omniscient, omnipresent and almighty." Though inaccessible directly, God is nevertheless seen as conscious of his creation, with a will and purpose. In Bah&aacute;'&iacute; belief, God expresses this will in many ways, including through a series of divine messengers referred to as <!--del_lnk--> Manifestations of God or sometimes <i>divine educators</i>. In expressing God's intent, these manifestations are seen to establish religion in the world and to enable a relationship with God.</p>
       <p>Bah&aacute;'&iacute; teachings state that God is too great for humans to fully comprehend, or to create a complete and accurate image, by themselves; human understanding of God is through his revelation via his Manifestations of God. In the Bah&aacute;'&iacute; religion God is often referred to by titles and attributes (e.g. the All-Powerful, or the All-Loving), and there is a substantial emphasis on <!--del_lnk--> monotheism, and an interpretation of such doctrines as the <a href="../../wp/t/Trinity.htm" title="Trinity">Trinity</a> in a symbolic rather than literal sense. The Bah&aacute;'&iacute; teachings state that the attributes which are applied to God are used to translate Godliness into human terms and also to help individuals concentrate on their own attributes in worshipping God to develop their potentialities on their spiritual path. According to the Bah&aacute;'&iacute; teachings the human purpose is to learn to know and love God through such methods as <!--del_lnk--> prayer and reflection.</p>
       <div class="thumb tleft">
        <div class="thumbinner" style="width:202px;"><a class="image" href="../../images/512/51288.jpg.htm"><img alt="" class="thumbimage" height="272" src="../../images/512/51288.jpg"  width="200" /></a><div class="thumbcaption">
          <div class="magnify"><a class="internal" href="../../images/512/51288.jpg.htm" title="Enlarge"><img alt="" height="11" src="../../images/1x1white.gif" title="This image is not present because of licensing restrictions" width="15" /></a></div> Symbols of many religions on the pillar of the <!--del_lnk--> Bah&aacute;'&iacute; House of Worship in Wilmette, Illinois</div>
        </div>
       </div>
       <h3><span class="mw-headline" id="Religion">Religion</span></h3>
       <p>Bah&aacute;'&iacute; notions of progressive religious revelation result in their accepting the validity of most of the world's religions, whose founders and central figures are seen as Manifestations of God. Religious history is interpreted as a series of <!--del_lnk--> dispensations, where each <i>manifestation</i> brings a somewhat broader and more advanced <!--del_lnk--> revelation, suited for the time and place in which it was expressed. Specific religious social teachings (e.g. the direction of prayer, or dietary restrictions) may be revoked by a subsequent manifestation so that a more appropriate requirement for the time and place may be established. Conversely, certain general principles (e.g. neighbourliness, or charity) are seen to be universal and consistent. In Bah&aacute;'&iacute; belief, this process of progressive revelation will not end; however, it is believed to be cyclical. Bah&aacute;'&iacute;s do not expect a new manifestation of God to appear within 1000 years of Bah&aacute;'u'll&aacute;h's revelation.</p>
       <p>Bah&aacute;'&iacute; beliefs are sometimes described as <!--del_lnk--> syncretic combinations of earlier religions' beliefs. Bah&aacute;'&iacute;s, however, assert that their religion is a distinct tradition with its own scriptures, teachings, laws, and history. Its religious background in <!--del_lnk--> Shi'a Islam is seen as analogous to the Jewish context in which Christianity was established. Bah&aacute;'&iacute;s describe their faith as an independent world religion, differing from the other traditions only in its relative age and in the appropriateness of Bah&aacute;'u'll&aacute;h's teachings to the modern context. Bah&aacute;'u'll&aacute;h is believed to have fulfilled the <!--del_lnk--> messianic expectations of these precursor faiths.</p>
       <h3><span class="mw-headline" id="Human_beings">Human beings</span></h3>
       <div class="thumb tright">
        <div class="thumbinner" style="width:202px;"><a class="image" href="../../images/512/51292.png.htm"><img alt="" class="thumbimage" height="141" src="../../images/512/51292.png"  width="200" /></a><div class="thumbcaption">
          <div class="magnify"><a class="internal" href="../../images/512/51292.png.htm" title="Enlarge"><img alt="" height="11" src="../../images/1x1white.gif" title="This image is not present because of licensing restrictions" width="15" /></a></div> The <!--del_lnk--> Ringstone symbol represents humanity's connection to God</div>
        </div>
       </div>
       <p>The Bah&aacute;'&iacute; writings state that human beings have a "rational <!--del_lnk--> soul", and that this provides the species with a unique capacity to recognize God's station and humanity's relationship with its creator. Every human is seen to have a duty to recognize God through his <!--del_lnk--> messengers, and to conform to their teachings. Through recognition and obedience, service to humanity and regular prayer and spiritual practice, the Bah&aacute;'&iacute; writings state that the soul becomes closer to God, the spiritual ideal in Bah&aacute;'&iacute; belief. When a human dies, the soul passes into the next world, where its spiritual development in the physical world becomes a basis for judgment and advancement in the spiritual world. Heaven and Hell are taught to be spiritual states of nearness or distance from God that describe relationships in this world and the next, and not physical places of reward and punishment achieved after death.</p>
       <p>The Bah&aacute;'&iacute; writings emphasize the essential equality of human beings, and the abolition of prejudice. Humanity is seen as essentially one, though highly varied; its diversity of race and culture are seen as worthy of appreciation and tolerance. Doctrines of racism, nationalism, caste, social class and gender-based hierarchy are seen as artificial impediments to unity. The Bah&aacute;'&iacute; teachings state that the unification of humankind is the paramount issue in the religious and political conditions of the present world.</p>
       <h2><span class="mw-headline" id="Demographics">Demographics</span></h2>
       <div class="thumb tright">
        <div class="thumbinner" style="width:252px;"><a class="image" href="../../images/512/51297.jpg.htm"><img alt="" class="thumbimage" height="167" src="../../images/512/51297.jpg"  width="250" /></a><div class="thumbcaption">
          <div class="magnify"><a class="internal" href="../../images/512/51297.jpg.htm" title="Enlarge"><img alt="" height="11" src="../../images/1x1white.gif" title="This image is not present because of licensing restrictions" width="15" /></a></div> The <!--del_lnk--> Bah&aacute;'&iacute; House of Worship in New Delhi, India attracts an average of 4 million visitors a year. It is popularly known as the <!--del_lnk--> Lotus Temple.</div>
        </div>
       </div>
       <p>Bah&aacute;'&iacute; sources usually estimate the worldwide Bah&aacute;'&iacute; population to be above 5 million. Most encyclopedias and similar sources estimate between 5 and 6 million Bah&aacute;'&iacute;s in the world in the early twenty-first century.</p>
       <p>From its origins in the <a class="mw-redirect" href="../../wp/h/History_of_Iran.htm" title="Persian Empire">Persian</a> and <a href="../../wp/o/Ottoman_Empire.htm" title="Ottoman Empire">Ottoman</a> Empires, by the early 20th century there are a number of converts in <!--del_lnk--> South and <!--del_lnk--> South East Asia, <a href="../../wp/e/Europe.htm" title="Europe">Europe</a>, and <a href="../../wp/n/North_America.htm" title="North America">North America</a>. During the 1950s and 1960s vast <!--del_lnk--> travel teaching efforts brought the religion to almost every country and territory of the world. By the 1990s Bah&aacute;'&iacute;s were developing programs for systematic consolidation on a large scale, and the early 21st century saw large influxes of new adherents around the world.</p>
       <p>According to <i><!--del_lnk--> The World Almanac and Book of Facts 2004</i>:</p>
       <table class="cquote" style="margin:auto; border-collapse: collapse; border: none; background-color: transparent; width: auto;">
        <tr>
         <td style="border:none; color:#B2B7F2;font-size:35px;font-family: 'Times New Roman', serif; font-weight: bold; text-align: left; padding: 10px 10px;" valign="top" width="20">&ldquo;</td>
         <td style="border: none; padding: 4px 10px;" valign="top">The majority of Bah&aacute;'&iacute;s live in Asia (3.6 million), Africa (1.8 million), and Latin America (900,000). According to some estimates, the largest Bah&aacute;'&iacute; community in the world is in <a href="../../wp/i/India.htm" title="India">India</a>, with 2.2 million Bah&aacute;'&iacute;s, next is <a href="../../wp/i/Iran.htm" title="Iran">Iran</a>, with 350,000, and the <a href="../../wp/u/United_States.htm" title="United States">U.S.</a>, with 150,000. Aside from these countries, numbers vary greatly. Currently, no country has a Bah&aacute;'&iacute; majority.</td>
         <td style="border: none; color: #B2B7F2; font-size: 35px; font-family: 'Times New Roman', serif; font-weight: bold; text-align: right; padding: 10px 10px;" valign="bottom" width="20">&rdquo;</td>
        </tr>
       </table>
       <p>The Bah&aacute;'&iacute; religion was listed in <i>The Britannica Book of the Year</i> (1992&ndash;present) as the second most widespread of the world's independent religions in terms of the number of countries represented. Britannica claims that it is established in 247 countries and territories; represents over 2,100 ethnic, racial, and tribal groups; has scriptures translated into over 800 languages; and has seven million adherents worldwide [2005]. Additionally, Bah&aacute;'&iacute;s <!--del_lnk--> have self organized in most of the nations of the earth.</p>
       <p>The Bah&aacute;'&iacute; religion was ranked by the FP magazine as the world's second <!--del_lnk--> fastest growing religion, with growth rate of 1.70 percent.</p>
       <h2><span class="mw-headline" id="Teachings">Teachings</span></h2>
       <table cellpadding="0" cellspacing="5" class="vertical-navbox nowraplinks plainlist" style="float:right;clear:right;width:22.0em;margin:0 0 1.0em 1.0em;background:#f9f9f9;border:1px solid #aaa;padding:0.2em;border-spacing:0.4em 0;text-align:center;line-height:1.4em;font-size:88%;width:auto;border:1px solid #060;">
        <tr>
         <th class="" style=";padding:0.2em 0.4em 0.2em;;font-size:145%;line-height:1.2em;font-size:150%;"><!--del_lnk--> Texts and scriptures<br /><span style="font-size:85%;">of the</span><br /><strong class="selflink">Bah&aacute;'&iacute; Faith</strong></th>
        </tr>
        <tr>
         <td class="" style="padding:0.2em 0 0.4em;padding:0 0.2em 0.8em;"><!--del_lnk--> <img alt="Bahai star.svg" height="80" src="../../images/513/51301.png"  width="80" /></td>
        </tr>
        <tr>
         <th class="" style="padding:0.1em;;background:#005e07;color:white;;">From <!--del_lnk--> <span style="color:white">the B&aacute;b</span></th>
        </tr>
        <tr>
         <td class="" style="padding:0 0.1em 0.4em; padding-top:0.3em;padding-bottom:0.6em;font-style:italic;;">
          <ul>
           <li><!--del_lnk--> Persian Bay&aacute;n</li>
           <li><!--del_lnk--> Arabic Bay&aacute;n</li>
           <li><!--del_lnk--> Writings of the B&aacute;b</li>
          </ul>
         </td>
        </tr>
        <tr>
         <th class="" style="padding:0.1em;;background:#005e07;color:white;;">From <!--del_lnk--> <span style="color:white">Bah&aacute;'u'll&aacute;h</span></th>
        </tr>
        <tr>
         <td class="" style="padding:0 0.1em 0.4em; padding-top:0.3em;padding-bottom:0.6em;font-style:italic;;">
          <ul>
           <li><!--del_lnk--> Epistle to the Son of the Wolf</li>
           <li><!--del_lnk--> The Four Valleys</li>
           <li><!--del_lnk--> Gems of Divine Mysteries</li>
           <li><!--del_lnk--> Gleanings</li>
           <li><!--del_lnk--> Kit&aacute;b-i-Aqdas</li>
           <li><!--del_lnk--> Kit&aacute;b-i-&Iacute;q&aacute;n</li>
           <li><!--del_lnk--> Hidden Words</li>
           <li><!--del_lnk--> The Seven Valleys</li>
           <li><!--del_lnk--> Summons of the Lord of Hosts</li>
           <li><!--del_lnk--> Tabernacle of Unity</li>
           <li><!--del_lnk--> Tablets of Bah&aacute;'u'll&aacute;h</li>
          </ul>
         </td>
        </tr>
        <tr>
         <th class="" style="padding:0.1em;;background:#005e07;color:white;;">From <!--del_lnk--> <span style="color:white">`Abdu'l-Bah&aacute;</span></th>
        </tr>
        <tr>
         <td class="" style="padding:0 0.1em 0.4em; padding-top:0.3em;padding-bottom:0.6em;font-style:italic;;">
          <ul>
           <li><!--del_lnk--> Paris Talks</li>
           <li><!--del_lnk--> The Secret of Divine Civilization</li>
           <li><!--del_lnk--> Some Answered Questions</li>
           <li><!--del_lnk--> Tablets of the Divine Plan</li>
           <li><!--del_lnk--> Tablet to Dr. Forel</li>
           <li><!--del_lnk--> Tablet to The Hague</li>
           <li><!--del_lnk--> Will and Testament</li>
          </ul>
         </td>
        </tr>
        <tr>
         <th class="" style="padding:0.1em;;background:#005e07;color:white;;">From <!--del_lnk--> <span style="color:white">Shoghi Effendi</span></th>
        </tr>
        <tr>
         <td class="" style="padding:0 0.1em 0.4em; padding-top:0.3em;padding-bottom:0.6em;font-style:italic;;">
          <ul>
           <li><!--del_lnk--> Advent of Divine Justice</li>
           <li><!--del_lnk--> Bah&aacute;'&iacute; Administration</li>
           <li><!--del_lnk--> God Passes By</li>
           <li><!--del_lnk--> World Order of Bah&aacute;'u'll&aacute;h</li>
          </ul>
         </td>
        </tr>
        <tr>
         <td style="text-align:right;font-size:115%;">
         </td>
        </tr>
       </table>
       <h3><span class="mw-headline" id="Summary">Summary</span></h3>
       <p><!--del_lnk--> Shoghi Effendi, the appointed head of the religion from 1921 to 1957, wrote the following summary of what he considered to be the distinguishing principles of <!--del_lnk--> Bah&aacute;'u'll&aacute;h's teachings, which, he said, together with the laws and ordinances of the <i><!--del_lnk--> Kit&aacute;b-i-Aqdas</i> constitute the bed-rock of the Bah&aacute;'&iacute; Faith:</p>
       <table class="cquote" style="margin:auto; border-collapse: collapse; border: none; background-color: transparent; width: auto;">
        <tr>
         <td style="border:none; color:#B2B7F2;font-size:35px;font-family: 'Times New Roman', serif; font-weight: bold; text-align: left; padding: 10px 10px;" valign="top" width="20">&ldquo;</td>
         <td style="border: none; padding: 4px 10px;" valign="top">The independent search after truth, unfettered by <!--del_lnk--> superstition or <!--del_lnk--> tradition; the oneness of the entire <a href="../../wp/h/Human.htm" title="Human">human race</a>, the pivotal principle and fundamental doctrine of the Faith; the basic unity of all religions; the condemnation of all forms of <!--del_lnk--> prejudice, whether religious, racial, class or national; the harmony which must exist between <a href="../../wp/r/Religion.htm" title="Religion">religion</a> and <a href="../../wp/s/Science.htm" title="Science">science</a>; the equality of men and women, the two wings on which the bird of humankind is able to soar; the introduction of compulsory education; the adoption of a <!--del_lnk--> universal auxiliary language; the abolition of the extremes of wealth and poverty; the institution of a <!--del_lnk--> world tribunal for the adjudication of disputes between nations; the exaltation of work, performed in the spirit of service, to the rank of <!--del_lnk--> worship; the glorification of justice as the ruling principle in human society, and of religion as a bulwark for the protection of all peoples and nations; and the establishment of a permanent and <!--del_lnk--> universal peace as the supreme goal of all mankind&mdash;these stand out as the essential elements [which Bah&aacute;'u'll&aacute;h proclaimed].</td>
         <td style="border: none; color: #B2B7F2; font-size: 35px; font-family: 'Times New Roman', serif; font-weight: bold; text-align: right; padding: 10px 10px;" valign="bottom" width="20">&rdquo;</td>
        </tr>
       </table>
       <h3><span class="mw-headline" id="Social_principles">Social principles</span></h3>
       <p>The following 12 principles are frequently listed as a quick summary of the Bah&aacute;'&iacute; teachings. They are derived from transcripts of speeches given by <!--del_lnk--> `Abdu'l-Bah&aacute; during his tour of Europe and North America in 1912. The list is not authoritative and a variety of such lists circulate.</p>
       <ul>
        <li><!--del_lnk--> Unity of God</li>
        <li><!--del_lnk--> Unity of religion</li>
        <li><!--del_lnk--> Unity of humankind</li>
        <li><!--del_lnk--> Gender equality</li>
        <li><!--del_lnk--> Elimination of all forms of prejudice</li>
        <li><!--del_lnk--> World peace</li>
        <li><!--del_lnk--> Harmony of religion and science</li>
        <li>Independent investigation of truth</li>
        <li><!--del_lnk--> Universal compulsory education</li>
        <li><!--del_lnk--> Universal auxiliary language</li>
        <li>Obedience to government and non-involvement in partisan politics</li>
        <li>Elimination of extremes of wealth and poverty</li>
       </ul>
       <p>With specific regard to the pursuit of <!--del_lnk--> world peace, <!--del_lnk--> Bah&aacute;'u'll&aacute;h prescribed a world-embracing <!--del_lnk--> Collective Security arrangement as necessary for the establishment of a lasting <a href="../../wp/p/Peace.htm" title="Peace">peace</a>.</p>
       <h3><span class="mw-headline" id="Mystical_teachings">Mystical teachings</span></h3>
       <p>Although the <!--del_lnk--> Bah&aacute;'&iacute; teachings have a strong emphasis on social and ethical issues, there exist a number of foundational texts that have been described as mystical. The <i><!--del_lnk--> Seven Valleys</i> is considered Bah&aacute;'u'll&aacute;h's "greatest mystical composition." It was written to a follower of <!--del_lnk--> Sufism, in the style of <!--del_lnk--> `Attar. It was first translated into English in 1906, becoming one of the earliest available books of Bah&aacute;'u'll&aacute;h to the <!--del_lnk--> West. The <i><!--del_lnk--> Hidden Words</i> is another book written by Bah&aacute;'u'll&aacute;h during the same period, containing 153 short passages in which Bah&aacute;'u'll&aacute;h claims to have taken the basic essence of certain spiritual truths and written them in brief form.</p>
       <h3><span class="mw-headline" id="Covenant">Covenant</span></h3>
       <p>The Bah&aacute;'&iacute; teachings speak of both a "Greater Covenant", being universal and endless, and a "Lesser Covenant", being unique to each religious dispensation. The Lesser Covenant is viewed as an agreement between a Messenger of God and his followers and includes social practices and the continuation of authority in the religion. At this time Bah&aacute;'&iacute;s view Bah&aacute;'u'll&aacute;h's revelation as a binding lesser covenant for his followers; in the Bah&aacute;'&iacute; writings being firm in the covenant is considered a virtue to work toward. The Greater Covenant is viewed as a more enduring agreement between God and mankind, where a manifestation of God is expected to appear approximately every 1000 years.</p>
       <p>With unity as an essential teaching of the religion, Bah&aacute;'&iacute;s follow an <!--del_lnk--> administration they believe is divinely ordained, and therefore see attempts to create schisms and divisions as efforts that are contrary to the teachings of Bah&aacute;'u'll&aacute;h. Throughout Bah&aacute;'&iacute; history schisms have occurred over the succession of authority. <!--del_lnk--> Bah&aacute;'&iacute; divisions have had relatively little success and have failed to attract a sizeable following. The followers of such divisions are regarded as <!--del_lnk--> Covenant-breakers and shunned, essentially <!--del_lnk--> excommunicated.</p>
       <h2><span class="mw-headline" id="History">History</span></h2>
       <table align="right" style="border:1px solid #ddd; margin:0 0 1em 1em; padding:0 0 1em 1em; vertical-align:right; font-size:80%;" width="20%">
        <tr>
         <th align="center" colspan="2"><big><!--del_lnk--> Bah&aacute;'&iacute; timeline</big><hr />
         </th>
        </tr>
        <tr>
         <td valign="top">1844</td>
         <td>The B&aacute;b declares his mission in Shiraz, Iran <hr />
         </td>
        </tr>
        <tr>
         <td valign="top">1850</td>
         <td>The B&aacute;b is publicly executed in Tabriz, Iran <hr />
         </td>
        </tr>
        <tr>
         <td valign="top">1852</td>
         <td>Thousands of B&aacute;b&iacute;s are executed</td>
        </tr>
        <tr>
         <td>
         </td>
         <td>Bah&aacute;'u'll&aacute;h is imprisoned and forced into exile <hr />
         </td>
        </tr>
        <tr>
         <td valign="top">1863</td>
         <td>Bah&aacute;'u'll&aacute;h first announces his claim that he is the Promised One</td>
        </tr>
        <tr>
         <td>
         </td>
         <td>He is forced to leave Baghdad for Constantinople, then Adrianople <hr />
         </td>
        </tr>
        <tr>
         <td valign="top">1868</td>
         <td>Bah&aacute;'u'll&aacute;h is forced into harsher confinement in `Akk&aacute;, Palestine <hr />
         </td>
        </tr>
        <tr>
         <td valign="top">1892</td>
         <td>Bah&aacute;'u'll&aacute;h dies at the age of 75 near `Akk&aacute;</td>
        </tr>
        <tr>
         <td>
         </td>
         <td>His will appointed `Abdu'l-Bah&aacute; as successor <hr />
         </td>
        </tr>
        <tr>
         <td valign="top">1908</td>
         <td>`Abdu'l-Bah&aacute; is released from prison <hr />
         </td>
        </tr>
        <tr>
         <td valign="top">1921</td>
         <td>`Abdu'l-Bah&aacute; dies in Haifa</td>
        </tr>
        <tr>
         <td>
         </td>
         <td>His will appoints Shoghi Effendi as Guardian <hr />
         </td>
        </tr>
        <tr>
         <td valign="top">1963</td>
         <td>The Universal House of Justice is first elected</td>
        </tr>
       </table>
       <p>Bah&aacute;'&iacute; history is often traced through a sequence of leaders, beginning with the <!--del_lnk--> B&aacute;b's <!--del_lnk--> May 23, <a href="../../wp/1/1844.htm" title="1844">1844</a> declaration in Shiraz, and ultimately resting on an administrative order established by the central figures of the religion. The tradition was mostly isolated to the <a class="mw-redirect" href="../../wp/h/History_of_Iran.htm" title="Persian Empire">Persian</a> and <a href="../../wp/o/Ottoman_Empire.htm" title="Ottoman Empire">Ottoman</a> empires until after the death of Bah&aacute;'u'll&aacute;h in 1892, at which time he had followers in thirteen countries of Asia and Africa. Under the leadership of his son, `Abdu'l-Bah&aacute;, the religion gained a footing in Europe and America, and was consolidated in Iran, where it still suffered intense <!--del_lnk--> persecution. After the death of `Abdu'l-Bah&aacute; in 1921, the leadership of the Bah&aacute;'&iacute; community entered a new phase, evolving from that of a single individual to an administrative order with a system of both elected bodies and appointed individuals.</p>
       <h3><span class="mw-headline" id="The_B.C3.A1b">The B&aacute;b</span></h3>
       <div class="thumb tleft">
        <div class="thumbinner" style="width:202px;"><a class="image" href="../../images/513/51302.jpg.htm"><img alt="" class="thumbimage" height="300" src="../../images/513/51302.jpg"  width="200" /></a><div class="thumbcaption">
          <div class="magnify"><a class="internal" href="../../images/513/51302.jpg.htm" title="Enlarge"><img alt="" height="11" src="../../images/1x1white.gif" title="This image is not present because of licensing restrictions" width="15" /></a></div><!--del_lnk--> Shrine of the B&aacute;b in Haifa, Israel.</div>
        </div>
       </div>
       <p>On October 23rd 1844 Siyyid `Al&iacute;-Muhammad of <!--del_lnk--> Shiraz, Iran proclaimed that he was "the B&aacute;b" (<span lang="ar" xml:lang="ar">&#x627;&#x644;&#x628;&#x627;&#x628;</span> "the Gate"), after a <!--del_lnk--> Shi`a religious concept. His followers were therefore known as <!--del_lnk--> B&aacute;b&iacute;s. As the B&aacute;b's teachings spread, which the Islamic clergy saw as a threat, B&aacute;b&iacute;s came under increased persecution, at times being forced to choose between renouncing their beliefs or being killed. Several military confrontations took place between government and B&aacute;b&iacute; forces. The B&aacute;b himself was imprisoned and eventually executed in 1850.</p>
       <p>Bah&aacute;'&iacute;s see the B&aacute;b as the forerunner of the Bah&aacute;'&iacute; Faith, because the B&aacute;b's writings introduced the concept of "<!--del_lnk--> He whom God shall make manifest", a Messianic figure whose coming, according to Bah&aacute;'&iacute;s, was announced in the scriptures of all of the world's great religions, and whom Bah&aacute;'u'll&aacute;h, the founder of the Bah&aacute;'&iacute; Faith, claimed to be in 1863. <!--del_lnk--> The B&aacute;b's tomb, located in <!--del_lnk--> Haifa, Israel, is an important place of <!--del_lnk--> pilgrimage for Bah&aacute;'&iacute;s. The remains of the B&aacute;b were brought secretly from <a href="../../wp/i/Iran.htm" title="Iran">Iran</a> to the Holy Land and were eventually interred in the tomb built for them in a spot specifically designated by Bah&aacute;'u'll&aacute;h.</p>
       <h3><span class="mw-headline" id="Bah.C3.A1.27u.27ll.C3.A1h">Bah&aacute;'u'll&aacute;h</span></h3>
       <p>M&iacute;rz&aacute; Husayn `Al&iacute; of N&uacute;r was one of the early followers of the B&aacute;b, who later took the title of Bah&aacute;'u'll&aacute;h. He was arrested and imprisoned for this involvement in 1852. Bah&aacute;'u'll&aacute;h relates that in 1853, while incarcerated in the dungeon of the <!--del_lnk--> S&iacute;y&aacute;h-Ch&aacute;l in <a href="../../wp/t/Tehran.htm" title="Tehran">Tehran</a>, he received the first intimations that he was the one anticipated by the B&aacute;b.</p>
       <p>Shortly thereafter he was expelled from <a href="../../wp/t/Tehran.htm" title="Tehran">Tehran</a> to <a href="../../wp/b/Baghdad.htm" title="Baghdad">Baghdad</a>, in the <a href="../../wp/o/Ottoman_Empire.htm" title="Ottoman Empire">Ottoman Empire</a>; then to Constantinople (now <a href="../../wp/i/Istanbul.htm" title="Istanbul">Istanbul</a>); and then to Adrianople (now <!--del_lnk--> Edirne). In 1863, at the time of his banishment from Baghdad to Constantinople, Bah&aacute;'u'll&aacute;h declared his claim to a divine mission to his family and followers. Tensions then grew between him and <!--del_lnk--> Subh-i-Azal, the appointed leader of the B&aacute;b&iacute;s who did not recognize Bah&aacute;'u'll&aacute;h's claim. Throughout the rest of his life Bah&aacute;'u'll&aacute;h's gained the allegiance of most of the B&aacute;b&iacute;s, who came to be known as Bah&aacute;'&iacute;s. Beginning in 1866, he began declaring his mission as a Messenger of God in letters to the world's religious and secular rulers, including Pope <!--del_lnk--> Pius IX, <!--del_lnk--> Napoleon III, and Queen <a class="mw-redirect" href="../../wp/q/Queen_Victoria.htm" title="Victoria of the United Kingdom">Victoria</a>.</p>
       <p>Bah&aacute;'u'll&aacute;h was banished by Sultan <!--del_lnk--> Abd&uuml;l&acirc;ziz a final time to the Ottoman penal colony of <!--del_lnk--> `Akk&aacute;, in present-day <a href="../../wp/i/Israel.htm" title="Israel">Israel</a>. Towards the end of his life, the strict and harsh confinement was gradually relaxed, and he was allowed to live in a home near `Akk&aacute;, while still officially a prisoner of that city. He died there in 1892. Bah&aacute;'&iacute;s regard his resting place at <!--del_lnk--> Bahj&iacute; as the <!--del_lnk--> Qiblih to which they turn in prayer each day. During his lifetime, Bah&aacute;'u'll&aacute;h left a large volume of <!--del_lnk--> writings. The <i><!--del_lnk--> Kit&aacute;b-i-Aqdas (The Most Holy Book)</i>, and the <i><!--del_lnk--> Kit&aacute;b-i-&Iacute;q&aacute;n (The Book of Certitude)</i> are recognized as major theological works, and the <i><!--del_lnk--> Hidden Words</i> and the <i><!--del_lnk--> Seven Valleys</i> as mystical treatises.</p>
       <h3><span class="mw-headline" id=".60Abdu.27l-Bah.C3.A1">`Abdu'l-Bah&aacute;</span></h3>
       <p>`Abb&aacute;s Effendi was Bah&aacute;'u'll&aacute;h's eldest son, known by the title of `Abdu'l-Bah&aacute; (Servant of Bah&aacute;). His father left a <!--del_lnk--> Will that appointed `Abdu'l-Bah&aacute; as the leader of the Bah&aacute;'&iacute; community, and designated him as the "Centre of the Covenant", "Head of the Faith", and the sole authoritative interpreter of Bah&aacute;'u'll&aacute;h's writings.</p>
       <p>`Abdu'l-Bah&aacute; had shared his father's long exile and imprisonment, which continued until `Abdu'l-Bah&aacute;'s own release as a result of the <!--del_lnk--> Young Turk Revolution in 1908. Following his release he led a life of travelling, speaking, teaching, and maintaining correspondence with communities of believers and individuals, expounding the principles of the Bah&aacute;'&iacute; Faith.</p>
       <h3><span class="mw-headline" id="Bah.C3.A1.27.C3.AD_administration">Bah&aacute;'&iacute; administration</span></h3>
       <p>Bah&aacute;'u'll&aacute;h's <i><!--del_lnk--> Kit&aacute;b-i-Aqdas</i> and <i>The <!--del_lnk--> Will and Testament of `Abdu'l-Bah&aacute;</i> are foundational documents of the Bah&aacute;'&iacute; administrative order. Bah&aacute;'u'll&aacute;h established the elected <!--del_lnk--> Universal House of Justice, and `Abdu'l-Bah&aacute; established the appointed hereditary Guardianship and clarified the relationship between the two institutions. In his Will, `Abdu'l-Bah&aacute; appointed his eldest grandson, <!--del_lnk--> Shoghi Effendi, as the first Guardian of the Bah&aacute;'&iacute; Faith.</p>
       <p>Shoghi Effendi throughout his lifetime translated <!--del_lnk--> Bah&aacute;'&iacute; texts; developed global plans for the expansion of the Bah&aacute;'&iacute; community; developed the <!--del_lnk--> Bah&aacute;'&iacute; World Centre; carried on a voluminous correspondence with communities and individuals around the world; and built the administrative structure of the religion, preparing the community for the election of the Universal House of Justice. He died in 1957 under conditions that did not allow for a successor to be appointed.</p>
       <p>At local, regional, and national levels, Bah&aacute;'&iacute;s elect members to nine-person <!--del_lnk--> Spiritual Assemblies, which run the affairs of the religion. There are also <!--del_lnk--> appointed individuals working at various levels, including locally and internationally, which perform the function of propagating the teachings and protecting the community. The latter do not serve as <!--del_lnk--> clergy, which the Bah&aacute;'&iacute; Faith does not have.</p>
       <p>The Universal House of Justice, first elected in 1963, remains the successor and supreme governing body of the Bah&aacute;'&iacute; Faith, and its 9 members are elected every five years by the members of all National Spiritual Assemblies. Any male Bah&aacute;'&iacute;, 21 years or older, is eligible to be elected to the Universal House of Justice; all other positions are open to male and female Bah&aacute;'&iacute;s.</p>
       <h2><span class="mw-headline" id="Involvement_in_society">Involvement in society</span></h2>
       <h3><span class="mw-headline" id="Work">Work</span></h3>
       <p><!--del_lnk--> Monasticism is forbidden, and Bah&aacute;'&iacute;s attempt to ground their spirituality in ordinary daily life. Performing useful work, for example, is not only required but considered a form of worship. Bah&aacute;'u'll&aacute;h prohibited a <!--del_lnk--> mendicant and <!--del_lnk--> ascetic lifestyle, encouraging Bah&aacute;'&iacute;s to "Be anxiously concerned" with the needs of society. The importance of self-exertion and service to humanity in one's spiritual life is emphasised further in Bah&aacute;'u'll&aacute;h's writings, where he states that work done in the spirit of service to humanity enjoys a rank equal to that of prayer and worship in the sight of God.</p>
       <div class="thumb tright">
        <div class="thumbinner" style="width:242px;"><a class="image" href="../../images/513/51306.jpg.htm"><img alt="" class="thumbimage" height="180" src="../../images/513/51306.jpg"  width="240" /></a><div class="thumbcaption">
          <div class="magnify"><a class="internal" href="../../images/513/51306.jpg.htm" title="Enlarge"><img alt="" height="11" src="../../images/1x1white.gif" title="This image is not present because of licensing restrictions" width="15" /></a></div> Bah&aacute;'&iacute; gardens in <!--del_lnk--> Haifa, Israel.</div>
        </div>
       </div>
       <h3><span class="mw-headline" id="United_Nations">United Nations</span></h3>
       <p>Bah&aacute;'u'll&aacute;h wrote of the need for <!--del_lnk--> world government in this age of humanity's collective life. Because of this emphasis many Bah&aacute;'&iacute;s have chosen to support efforts of improving <a href="../../wp/i/International_relations.htm" title="International relations">international relations</a> through organizations such as the <a href="../../wp/l/League_of_Nations.htm" title="League of Nations">League of Nations</a> and the <a href="../../wp/u/United_Nations.htm" title="United Nations">United Nations</a>. The <!--del_lnk--> Bah&aacute;'&iacute; International Community is an agency under the direction of the Universal House of Justice in Haifa, and has consultative status with the following organizations:</p>
       <ul>
        <li><!--del_lnk--> United Nations Economic and Social Council (ECOSOC)</li>
        <li><!--del_lnk--> United Nations Children's Fund (UNICEF)</li>
        <li><a href="../../wp/w/World_Health_Organization.htm" title="World Health Organization">World Health Organization</a> (WHO)</li>
        <li><!--del_lnk--> United Nations Development Fund for Women (UNIFEM)</li>
        <li><!--del_lnk--> United Nations Environment Programme (UNEP)</li>
       </ul>
       <p>The Bah&aacute;'&iacute; International Community has offices at the United Nations in <!--del_lnk--> New York and <a href="../../wp/g/Geneva.htm" title="Geneva">Geneva</a> and representations to United Nations regional commissions and other offices in <a href="../../wp/a/Addis_Ababa.htm" title="Addis Ababa">Addis Ababa</a>, <a href="../../wp/b/Bangkok.htm" title="Bangkok">Bangkok</a>, <a href="../../wp/n/Nairobi.htm" title="Nairobi">Nairobi</a>, <a href="../../wp/r/Rome.htm" title="Rome">Rome</a>, <a class="mw-redirect" href="../../wp/s/Santiago.htm" title="Santiago, Chile">Santiago</a>, and <a href="../../wp/v/Vienna.htm" title="Vienna">Vienna</a>. In recent years an Office of the Environment and an Office for the Advancement of Women were established as part of its United Nations Office. The Bah&aacute;'&iacute; Faith has also undertaken joint development programs with various other United Nations agencies. In the 2000 <!--del_lnk--> Millennium Forum of the United Nations a Bah&aacute;'&iacute; was invited as the only non-governmental speaker during the summit. See <!--del_lnk--> this article for further information on the relationship between the Bah&aacute;'&iacute; International Community and the United Nations.</p>
       <h3><span class="mw-headline" id="International_plans">International plans</span></h3>
       <p>In 1937 <!--del_lnk--> Shoghi Effendi launched a seven year plan for the Bah&aacute;'&iacute;s of North America , followed by another in 1946. In 1953, he launched the first international plan, the <!--del_lnk--> Ten Year World Crusade. This plan included extremely ambitious goals for the expansion of Bah&aacute;'&iacute; communities and institutions, the translation of <!--del_lnk--> Bah&aacute;'&iacute; texts into several new languages, and the sending of <!--del_lnk--> Bah&aacute;'&iacute; pioneers into previously unreached nations. He announced in letters during the Ten Year Crusade that it would be followed by other plans under the direction of the Universal House of Justice, which was elected in 1963 at the culmination of the Crusade. The House of Justice then launched a nine year plan in 1964, and a series of subsequent multi-year plans of varying length and goals followed, guiding the direction of the international Bah&aacute;'&iacute; community.</p>
       <h3><span class="mw-headline" id="Current_international_plan">Current international plan</span></h3>
       <p>Since the late 1990s the House of Justice has been directing communities to prepare for large-scale expansion, organizing localities into "clusters", creating new institutions such as <!--del_lnk--> Regional Councils and strengthening the various "training institutes". The recently completed five-year plan (2001&ndash;2006) focused on developing institutions and creating the means to "sustain large-scale expansion and consolidation" (Ri&#x1E0D;v&aacute;n 158). Since 2001 the Bah&aacute;'&iacute;s around the world have been specifically encouraged to focus on children's classes, devotional gatherings, and a systematic study of the religion, known as <!--del_lnk--> study circles. A new focus was added in December 2005 with the addition of "<!--del_lnk--> junior youth" classes to the core activities, focusing on education for those between 11 and 14.</p>
       <p>The second five-year plan (2006&ndash;2011) was launched by the <!--del_lnk--> Universal House of Justice in April 2006; it calls upon the Bah&aacute;'&iacute;s of the world to establish advanced patterns of growth and community development in over 1,500 "clusters" around the world. It also alludes to a possible tier-election process for <!--del_lnk--> Local Spiritual Assemblies in localities with many Bah&aacute;'&iacute;s. The years from 2001 until 2021 represent four successive five-year plans, culminating in the centennial anniversary of the passing of <!--del_lnk--> `Abdu'l-Bah&aacute;.</p>
       <h3><span class="mw-headline" id="Study_circles">Study circles</span></h3>
       <p>Along with a focus on consolidation has come a systematic approach to education and community development. The "study circles" are intended to be sustainable and self-perpetuating on a large scale. Participants complete a sequence of workbooks in small groups, facilitated by a tutor, and upon completion of the sequence a participant can then go on to facilitate study circles for others.</p>
       <p>The main sequence of courses for all localities is the books of the <!--del_lnk--> Ruhi Institute, whose materials were originally designed for use in <a href="../../wp/c/Colombia.htm" title="Colombia">Colombia</a>. The first book studies three themes: the <!--del_lnk--> Bah&aacute;'&iacute; texts, <!--del_lnk--> prayer, and <!--del_lnk--> life and death. Subsequent themes include the education of children, the lives of the B&aacute;b and Bah&aacute;'u'll&aacute;h, service, and others.</p>
       <h2><span class="mw-headline" id="Social_practices">Social practices</span></h2>
       <h3><span class="mw-headline" id="Laws">Laws</span></h3>
       <div class="thumb tright">
        <div class="thumbinner" style="width:202px;"><a class="image" href="../../images/513/51310.jpg.htm"><img alt="" class="thumbimage" height="149" src="../../images/513/51310.jpg"  width="200" /></a><div class="thumbcaption">
          <div class="magnify"><a class="internal" href="../../images/513/51310.jpg.htm" title="Enlarge"><img alt="" height="11" src="../../images/1x1white.gif" title="This image is not present because of licensing restrictions" width="15" /></a></div> Students of <i>School for Girls</i>, Tehran, 13 August 1933. This photograph may be of the students of <i>Tarbiayt School for Girls</i> which was established by the Bah&aacute;'&iacute; Community of Tehran in 1911; the school was closed by government decree in 1934. Source: <!--del_lnk--> <i>History of Bah&aacute;'&iacute; Educational Efforts in Iran</i>.</div>
        </div>
       </div>
       <p>The laws of the Bah&aacute;'&iacute; Faith primarily come from the <i><!--del_lnk--> Kit&aacute;b-i-Aqdas</i>, written by Bah&aacute;'u'll&aacute;h. The following are a few examples of basic laws and religious observances,</p>
       <ul>
        <li>Bah&aacute;'&iacute;s over the age of 15 should recite an <!--del_lnk--> obligatory prayer each day. There are three such prayers among which one can be chosen each day.</li>
        <li>Backbiting and <!--del_lnk--> gossip are prohibited and denounced.</li>
        <li>Adult Bah&aacute;'&iacute;s in good health observe a <!--del_lnk--> nineteen-day sunrise-to-sunset fast each year from <!--del_lnk--> March 2 through <!--del_lnk--> March 20.</li>
        <li>Bah&aacute;'&iacute;s are forbidden to drink <!--del_lnk--> alcohol or to take drugs, unless prescribed by doctors.</li>
        <li>Sexual relationships are permitted only between a husband and wife, and thus <!--del_lnk--> premarital or <!--del_lnk--> homosexual sex activity is forbidden.</li>
        <li><!--del_lnk--> Gambling is forbidden.</li>
       </ul>
       <p>While some of the laws from the Kit&aacute;b-i-Aqdas are applicable at the present time and may be enforced to a degree by the administrative institutions, Bah&aacute;'u'll&aacute;h has provided for the progressive application of other laws that are dependent upon the existence of a predominantly Bah&aacute;'&iacute; society. The laws, when not in direct conflict with the civil laws of the country of residence, are binding on every Bah&aacute;'&iacute;, and the observance of personal laws, such as <!--del_lnk--> prayer or fasting, is the sole responsibility of the individual.</p>
       <h3><span class="mw-headline" id="Places_of_worship">Places of worship</span></h3>
       <div class="thumb tright">
        <div class="thumbinner" style="width:202px;"><a class="image" href="../../images/513/51315.jpg.htm"><img alt="" class="thumbimage" height="133" src="../../images/513/51315.jpg"  width="200" /></a><div class="thumbcaption">
          <div class="magnify"><a class="internal" href="../../images/513/51315.jpg.htm" title="Enlarge"><img alt="" height="11" src="../../images/1x1white.gif" title="This image is not present because of licensing restrictions" width="15" /></a></div> Bah&aacute;'&iacute; House of Worship, <!--del_lnk--> Langenhain, <a href="../../wp/g/Germany.htm" title="Germany">Germany</a></div>
        </div>
       </div>
       <p>Most Bah&aacute;'&iacute; meetings occur in individuals' homes, local Bah&aacute;'&iacute; centers, or rented facilities. Worldwide, there are currently seven Bah&aacute;'&iacute; Houses of Worship, basically one per continent, with an eighth under construction in Chile. Bah&aacute;'&iacute; writings refer to an institution called a "Ma<u>sh</u>riqu'l-A<u>dh</u>k&aacute;r" (Dawning-place of the Mention of God), which is to form the centre of a complex of institutions including a hospital, university, and so on. Only the first ever Ma<u>sh</u>riqu'l-A<u>dh</u>k&aacute;r in <!--del_lnk--> `Ishq&aacute;b&aacute;d, Turkmenistan, was built to such a degree.</p>
       <h3><span class="mw-headline" id="Marriage">Marriage</span></h3>
       <p>Bah&aacute;'&iacute; <!--del_lnk--> marriage is the union of a man and a woman. Its purpose is mainly to foster spiritual harmony, fellowship and unity between the two partners and to provide a stable and loving environment for the rearing of children. The Bah&aacute;'&iacute; teachings on marriage call it a <i>fortress for well-being and salvation</i> and place marriage and the family as the foundation of the structure of <a href="../../wp/s/Society.htm" title="Society">human society</a>. Bah&aacute;'u'll&aacute;h highly praised marriage, declaring it an eternal command of God, also discouraging divorce and homosexuality, and requiring <!--del_lnk--> chastity outside of marriage; Bah&aacute;'u'll&aacute;h taught that a husband and wife should strive to improve the spiritual life of each other. <!--del_lnk--> Interracial marriage is also highly praised throughout Bah&aacute;'&iacute; scripture.</p>
       <p>Bah&aacute;'&iacute;s intending to marry "should study each other's character and spend time getting to know each other before they decide to marry, and when they do marry it should be with the intention of establishing an eternal bond." Although parents should not choose partners for their children, once two individuals decide to marry, they must receive the consent of all living biological parents, even if one partner is not a Bah&aacute;'&iacute;. The Bah&aacute;'&iacute; marriage ceremony is simple; the only compulsory part of the wedding is the reading of the wedding vows prescribed by <!--del_lnk--> Bah&aacute;'u'll&aacute;h which both the groom and the bride read, in the presence of two witnesses. The vows are "We will all, verily, abide by the Will of God."</p>
       <h3><span class="mw-headline" id="Symbols">Symbols</span></h3>
       <div class="thumb tright">
        <div class="thumbinner" style="width:182px;"><a class="image" href="../../images/513/51321.jpg.htm"><img alt="" class="thumbimage" height="120" src="../../images/513/51321.jpg"  width="180" /></a><div class="thumbcaption">
          <div class="magnify"><a class="internal" href="../../images/513/51321.jpg.htm" title="Enlarge"><img alt="" height="11" src="../../images/1x1white.gif" title="This image is not present because of licensing restrictions" width="15" /></a></div> The calligraphy of the <!--del_lnk--> Greatest Name</div>
        </div>
       </div>
       <p>The official symbol of the Bah&aacute;'&iacute; Faith is the five-pointed star, but a nine-pointed star is more frequently used. The ringstone symbol and calligraphy of the Greatest Name are also often encountered. The former consists of two stars interspersed with a stylized Bah&aacute;&rsquo; (<span lang="ar" xml:lang="ar">&#x628;&#x647;&#x627;&#x621;</span> "splendor" or "glory") whose shape is meant to recall the three onenesses. The Greatest Name is Y&aacute; Bah&aacute;'u'l-Abh&aacute; (<span lang="ar" xml:lang="ar">&#x64A;&#x627; &#x628;&#x647;&#x627;&#x621; &#x627;&#x644;&#x623;&#x628;&#x647;&#x649;</span> "O Glory of the Most Glorious!"), rendered in Arabic calligraphy.<br clear="left" />
       </p>
       <h3><span class="mw-headline" id="Calendar">Calendar</span></h3>
       <p>The Bah&aacute;'&iacute; calendar is based upon the calendar established by the B&aacute;b. The year consists of 19 months of 19 days, with four or five <!--del_lnk--> intercalary days, to make a full <!--del_lnk--> solar year. The Bah&aacute;'&iacute; New Year corresponds to the traditional Persian New Year, called <!--del_lnk--> Naw R&uacute;z, and occurs on the <!--del_lnk--> vernal equinox, <!--del_lnk--> March 21, at the end of the month of fasting. Bah&aacute;'&iacute; communities gather at the beginning of each month at a meeting called a <!--del_lnk--> Feast for worship, consultation and socializing.</p>
       <p>Each of the 19 months is given a name which is an attribute of God; some examples include Bah&aacute;&rsquo; (Splendour), &lsquo;Ilm (Knowledge), and Jam&aacute;l (Beauty). The Bah&aacute;'&iacute; week is familiar in that it consists of seven days, with each day of the week also named after an attribute of God; some examples include Istiql&aacute;l (Independence), Kam&aacute;l (Perfection) and &lsquo;Id&aacute;l (Justice). Bah&aacute;'&iacute;s observe 11 <!--del_lnk--> Holy Days throughout the year, with work suspended on 9 of these. These days commemorate important anniversaries in the history of the religion.</p>
       <h2><span class="mw-headline" id="Persecution">Persecution</span></h2>
       <div class="thumb tright">
        <div class="thumbinner" style="width:202px;"><a class="image" href="../../images/513/51325.jpg.htm"><img alt="" class="thumbimage" height="150" src="../../images/513/51325.jpg"  width="200" /></a><div class="thumbcaption">
          <div class="magnify"><a class="internal" href="../../images/513/51325.jpg.htm" title="Enlarge"><img alt="" height="11" src="../../images/1x1white.gif" title="This image is not present because of licensing restrictions" width="15" /></a></div> The Bah&aacute;'&iacute; cemetery in Yazd after its desecration by the government</div>
        </div>
       </div>
       <p>Bah&aacute;'&iacute;s continue to be persecuted in Islamic countries, especially <a href="../../wp/i/Iran.htm" title="Iran">Iran</a>, where over 200 believers were executed between 1978 and 1998. The marginalization of the Iranian Bah&aacute;'&iacute;s by current governments is rooted in historical efforts by <!--del_lnk--> Shi`a clergy to persecute the religious minority. When the B&aacute;b started attracting a large following, the clergy hoped to stop the movement from spreading by stating that its followers were enemies of God, and these led to mob attacks and public executions. Starting in the twentieth century, in addition to repression that impacted individual Bah&aacute;'&iacute;s, centrally-directed campaigns that targeted the entire Bah&aacute;'&iacute; community and institutions were initiated. In one case in <!--del_lnk--> Yazd in 1903 more than 100 Bah&aacute;'&iacute;s were killed. Later on Bah&aacute;'&iacute; schools, such as the Tarbiyat boys' and girl's schools in Tehran, were closed in the 1930s and '40s, Bah&aacute;'&iacute; marriages were not recognized and <!--del_lnk--> Bah&aacute;'&iacute; texts was censored.</p>
       <p>During the reign of <!--del_lnk--> Mohammad Reza Pahlavi, due to the growing nationalism and the economic difficulties in the country, the Shah gave up control over certain religious affairs to the clergy of the country. This resulted in a campaign of persecution against the Bah&aacute;'&iacute;s. They approved and coordinated the anti-Bah&aacute;'&iacute; campaign to incite public passion against the Bah&aacute;'&iacute;s started in 1955 and included the spreading of anti-Bah&aacute;'&iacute; propaganda in national radio stations and official newspapers. In the late 1970s the Shah's regime, due to criticism that he was pro-Western, consistently lost legitimacy. As the anti-Shah movement gained ground and support, revolutionary propaganda was spread that some of the Shah's advisors were Bah&aacute;'&iacute;s. Bah&aacute;'&iacute;s were portrayed as economic threats, supporters of Israel and the West and popular hatred for the Bah&aacute;'&iacute;s increased.</p>
       <p>Since the <!--del_lnk--> Islamic Revolution of 1979 Iranian Bah&aacute;'&iacute;s have regularly had their homes ransacked or been banned from attending university or holding government jobs, and several hundred have received prison sentences for their religious beliefs, most recently for participating in <!--del_lnk--> study circles. Bah&aacute;'&iacute; cemeteries have been desecrated and property seized and occasionally demolished, including the House of M&iacute;rz&aacute; Buzurg, Bah&aacute;'u'll&aacute;h's father. The House of the B&aacute;b in <!--del_lnk--> Shiraz has been destroyed twice, and is one of three sites to which Bah&aacute;'&iacute;s perform <!--del_lnk--> pilgrimage.</p>
       <p>According to a US panel, attacks on Bah&aacute;'&iacute;s in Iran have increased since Mahmoud Ahmadinejad became president. The <!--del_lnk--> United Nations Commission on Human Rights revealed an October 2005 confidential letter from Command Headquarters of the Armed Forces of Iran to identify Bah&aacute;'&iacute;s and to monitor their activities. Due to these actions, the <!--del_lnk--> Special Rapporteur of the <!--del_lnk--> United Nations Commission on Human Rights stated on <!--del_lnk--> March 20, <a href="../../wp/2/2006.htm" title="2006">2006</a>, that she "also expresses concern that the information gained as a result of such monitoring will be used as a basis for the increased persecution of, and discrimination against, members of the Bah&aacute;'&iacute; faith, in violation of international standards&hellip; The Special Rapporteur is concerned that this latest development indicates that the situation with regard to religious minorities in Iran is, in fact, deteriorating." On <!--del_lnk--> May 14, <a href="../../wp/2/2008.htm" title="2008">2008</a>, members of an informal body known as the Friends that oversaw the needs of the Bah&aacute;'&iacute; community in Iran were arrested and taken to <!--del_lnk--> Evin prison.</p>
       <p>The Bah&aacute;'&iacute;s in <a href="../../wp/e/Egypt.htm" title="Egypt">Egypt</a> have also faced hardship; on <!--del_lnk--> December 16, <a href="../../wp/2/2006.htm" title="2006">2006</a> the Supreme Administrative Council of Egypt ruled the government may not recognize the Bah&aacute;'&iacute; Faith in official identification numbers. The ruling left Egyptian Bah&aacute;'&iacute;s unable to obtain government documents, including ID cards, birth, death, marriage or divorce certificates, or passports, all of which require a person's religion to be listed. They also could not be employed, educated, treated in hospitals or vote, among other things. On <!--del_lnk--> January 29, <a href="../../wp/2/2008.htm" title="2008">2008</a> Cairo's court of Administrative Justice, ruling on <!--del_lnk--> two related court cases, ruled in favour of the Bah&aacute;'&iacute;s, allowing them to obtain birth certificates and identification documents, so long as they omit their religion on court documents, however as of <!--del_lnk--> April 22, <a href="../../wp/2/2008.htm" title="2008">2008</a> the Egyptian Ministry of Interior has yet to implement the ruling, and Bah&aacute;'&iacute;s remain without identification cards.</p>
       <h3><span class="mw-headline" id="Reactions">Reactions</span></h3>
       <p><!--del_lnk--> Bernard Lewis states that the Muslim laity and Islamic authorities have always had great difficulty in accommodating post-Islamic <!--del_lnk--> monotheistic religions such as the Bah&aacute;'&iacute; Faith, since the followers of such religions cannot be dismissed either as benighted <!--del_lnk--> heathens, like the <!--del_lnk--> polytheists of Asia and the <!--del_lnk--> animists of Africa, nor as outdated precursors, like the Jews and Christians. Moreover, their very existence presents a challenge to the Islamic doctrine of the perfection and finality of Muhammad's revelation.</p>
      </div>
      <div class="printfooter"> Retrieved from "<!--del_lnk--> http://en.wikipedia.org/w/index.php?title=Bah&aacute;%27&iacute;_Faith&amp;oldid=227378114"</div>
      <!-- end content -->
      <div class="visualClear">
      </div>
     </div>
    </div>
   </div>
   <div id="column-one">
<div id="logo"><a href="../../index.htm"><img src="../../schools-wikipedia-logo.png" alt="Wikipedia for Schools" /></a></div>
<div class="menu">
<p class="sosheading"><a href="../../wp/index/subject.htm">Subjects</a></p>
<p><a href="../../wp/index/subject.Art.htm">Art</a></p>
<p><a href="../../wp/index/subject.Business_Studies.htm">Business Studies</a></p>
<p><a href="../../wp/index/subject.Citizenship.htm">Citizenship</a></p>
<p><a href="../../wp/index/subject.Countries.htm">Countries</a></p>
<p><a href="../../wp/index/subject.Design_and_Technology.htm">Design and Technology</a></p>
<p><a href="../../wp/index/subject.Everyday_life.htm">Everyday life</a></p>
<p><a href="../../wp/index/subject.Geography.htm">Geography</a></p>
<p><a href="../../wp/index/subject.History.htm">History</a></p>
<p><a href="../../wp/index/subject.IT.htm">Information Technology</a></p>
<p><a href="../../wp/index/subject.Language_and_literature.htm">Language and literature</a></p>
<p><a href="../../wp/index/subject.Mathematics.htm">Mathematics</a></p>
<p><a href="../../wp/index/subject.Music.htm">Music</a></p>
<p><a href="../../wp/index/subject.People.htm">People</a></p>
<p><a href="../../wp/index/subject.Portals.htm">Portals</a></p>
<p><a href="../../wp/index/subject.Religion.htm">Religion</a></p>
<p><a href="../../wp/index/subject.Science.htm">Science</a></p>
<p style="margin-top: 10px;" class="sosheading"><a rel="nofollow" href="../../wp/index/alpha.htm">Title Word Index</a></p>
</div>
</div>

   <div class="visualClear">
   </div>
   <div id="sosebar">
    <div class="center"> Wikipedia for Schools is a selection taken from the original English-language Wikipedia by the child sponsorship charity <a rel="author" href="../../wp/s/Soschildrensvillages.htm">SOS Children</a>. It was created as a <a href="../../wp/w/Wikipedia_For_Schools.htm">checked and child-friendly teaching resource</a> for use in schools in the developing world and beyond.Sources and authors can be found at www.wikipedia.org. See also our <a href="../../disclaimer.htm"><strong>Disclaimer</strong></a>. These articles are available under the <a href="../../wp/w/Wikipedia%253AText_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License.htm"> Creative Commons Attribution Share-Alike Version 3.0 Unported Licence</a>. This article was sourced from http://en.wikipedia.org/?oldid=227378114 . </div>
   </div>
  </div>
 </body>
</html>