<!DOCTYPE html>
<html class="client-nojs" dir="ltr" lang="en">
 <head>
  <title>Anton&iacute;n Dvo&#x159;&aacute;k</title>
  <meta charset="UTF-8" />
  
  
  <link href="../../disclaimer.htm" rel="copyright" />
  <link rel="stylesheet" href="../../css/en-shared.css" />
  <!--[if IE 6]><link rel="stylesheet" href="../../css/IE60Fixes.css" media="screen" /><![endif]-->
  <!--[if IE 7]><link rel="stylesheet" href="../../css/IE70Fixes.css" media="screen" /><![endif]-->
  <meta content="" name="ResourceLoaderDynamicStyles" />
  <link rel="stylesheet" href="../../css/en-site-vector.css" />
  <style>a:lang(ar),a:lang(ckb),a:lang(fa),a:lang(kk-arab),a:lang(mzn),a:lang(ps),a:lang(ur){text-decoration:none}.editsection{display:none}
/* cache key: enwiki:resourceloader:filter:minify-css:7:79e96594f03002bbea98f74c22274594 */</style>
  <link href="http://schools-wikipedia.org/wp/a/Anton%25C3%25ADn_Dvo%25C5%2599%25C3%25A1k.htm" rel="canonical" />
  <link href="http://www.sos-schools.org/wikipedia-for-schools/license" rel="license" />
  <meta content="Find out about Anton&iacute;n Dvo&#x159;&aacute;k on the Wikipedia for Schools from SOS Children" name="description" />
 </head>
 <body class="mediawiki ltr sitedir-ltr ns-0 ns-subject page-Anton&iacute;n_Dvo&#x159;&aacute;k skin-monobook action-view">
  <div id="globalWrapper">
   <div id="column-content">
    <div class="mw-body-primary" id="content" role="main"><a id="top"></a><a id="badge" href="../../disclaimer.htm"><img alt="Checked content" src="../../checked-content.png" width="150" height="70" /></a><h1 class="firstHeading" id="firstHeading" lang="en"><span dir="auto">Anton&iacute;n Dvo&#x159;&aacute;k</span></h1>
     <div class="mw-body" id="bodyContent">
      <div id="siteSub">Related subjects: <a href="../index/subject.People.Performers_and_composers.htm">Performers and composers</a></div>
      <!-- start content -->
      <div class="mw-content-ltr" dir="ltr" id="mw-content-text" lang="en"><div class="thumb tleft" id="sitebackground"><div style="width:152px;" class="thumbinner"><h4>Did you know...</h4><p>The articles in this Schools selection have been arranged by curriculum topic thanks to SOS Children volunteers. <a href="../../wp/s/Soschildrensvillages.htm">Click here</a> for more information on SOS Children.</p></div></div>
       <div class="thumb tright">
        <div class="thumbinner" style="width:182px;"><a class="image" href="../../images/652/65275.jpg.htm"><img alt="" class="thumbimage" height="283" src="../../images/652/65275.jpg"  width="180" /></a><div class="thumbcaption">
          <div class="magnify"><a class="internal" href="../../images/652/65275.jpg.htm" title="Enlarge"><img alt="" height="11" src="../../images/1x1white.gif" title="This image is not present because of licensing restrictions" width="15" /></a></div> Anton&iacute;n Dvo&#x159;&aacute;k</div>
        </div>
       </div>
       <p><b>Anton&iacute;n Leopold Dvo&#x159;&aacute;k</b> (<small>English pronunciation:</small> <span class="IPA" title="Representation in the International Phonetic Alphabet (IPA)"><!--del_lnk--> /&#x2C8;dv&#x252;r&#x292;&#x251;&#x2D0;k/</span> <span class="Unicode" title="English pronunciation respelling"><!--del_lnk--> <i><b><span class="smallcaps"><span class="SMALLCAPS" style="FONT-VARIANT:SMALL-CAPS;"><span class="NOCAPS" style="TEXT-TRANSFORM:LOWERCASE;">DVOR</span></span></span></b>-zhahk</i></span> or <span class="IPA" title="Representation in the International Phonetic Alphabet (IPA)"><!--del_lnk--> /&#x2C8;dv&#x252;r&#x292;&aelig;k/</span> <span class="Unicode" title="English pronunciation respelling"><!--del_lnk--> <i><b><span class="smallcaps"><span class="SMALLCAPS" style="FONT-VARIANT:SMALL-CAPS;"><span class="NOCAPS" style="TEXT-TRANSFORM:LOWERCASE;">DVOR</span></span></span></b>-zhak</i></span>; <small>Czech:&nbsp;</small><span class="IPA" title="Representation in the International Phonetic Alphabet (IPA)"><!--del_lnk--> [&#x2C8;anto&#x272;i&#x2D0;n &#x2C8;l&#x25B;opolt &#x2C8;dvor&#x31D;a&#x2D0;k]</span>; September 8, 1841 &ndash; May 1, 1904) was a <!--del_lnk--> Czech composer of <!--del_lnk--> Romantic music, who employed the idioms and melodies of the folk music of <!--del_lnk--> Moravia and his native <!--del_lnk--> Bohemia. His works include <a href="../../wp/o/Opera.htm" title="Opera">operas</a>, <a class="mw-redirect" href="../../wp/o/Orchestra.htm" title="Symphonic music">symphonic</a>, <!--del_lnk--> choral and <!--del_lnk--> chamber music. His best-known works include his <i><!--del_lnk--> New World Symphony</i>, the <i><!--del_lnk--> Slavonic Dances</i>, <!--del_lnk--> "American" String Quartet, and <!--del_lnk--> Cello Concerto in B minor.</p>
       <h2><span class="mw-headline" id="Biography">Biography</span></h2>
       <h3><span class="mw-headline" id="Early_career">Early career</span></h3>
       <div class="thumb tleft">
        <div class="thumbinner" style="width:182px;"><a class="image" href="../../images/652/65281.jpg.htm"><img alt="" class="thumbimage" height="254" src="../../images/652/65281.jpg"  width="180" /></a><div class="thumbcaption">
          <div class="magnify"><a class="internal" href="../../images/652/65281.jpg.htm" title="Enlarge"><img alt="" height="11" src="../../images/1x1white.gif" title="This image is not present because of licensing restrictions" width="15" /></a></div> An 1868 photo of Anton&iacute;n Dvo&#x159;&aacute;k.</div>
        </div>
       </div>
       <p>Dvo&#x159;&aacute;k was born on September 8, 1841 in <!--del_lnk--> Nelahozeves, near <a href="../../wp/p/Prague.htm" title="Prague">Prague</a> (then <!--del_lnk--> Austrian Empire, today the <a href="../../wp/c/Czech_Republic.htm" title="Czech Republic">Czech Republic</a>), where he spent most of his life. His father Franti&scaron;ek Dvo&#x159;&aacute;k (1814-1894) was a butcher, innkeeper, and professional player of the <!--del_lnk--> zither. Dvo&#x159;&aacute;k's parents recognized his musical talent early, and he received his earliest musical education at the village school which he entered in 1847, age 6. From 1857 to 1859 he studied <a href="../../wp/m/Music.htm" title="Music">music</a> in Prague's only Organ School, and gradually developed into an accomplished player of the violin and the viola. Throughout the 1860s he played <a href="../../wp/v/Viola.htm" title="Viola">viola</a> in the Bohemian Provisional Theatre Orchestra, which from 1866 was <!--del_lnk--> conducted by <!--del_lnk--> Bed&#x159;ich Smetana. The need to supplement his income by teaching left Dvo&#x159;&aacute;k with limited free time, and in 1871 he gave up playing in the orchestra in order to compose. During this time, Dvo&#x159;&aacute;k fell in love with one of his pupils, Josef&iacute;na &#x10C;erm&aacute;kov&aacute;, and wrote a song cycle, <i>Cypress Trees</i>, for her. She never returned his love, however, and married another man. In 1873 Dvo&#x159;&aacute;k married Josef&iacute;na's younger sister, Anna. They had nine children together.</p>
       <div class="thumb tright">
        <div class="thumbinner" style="width:152px;"><a class="image" href="../../images/652/65285.jpg.htm"><img alt="" class="thumbimage" height="214" src="../../images/652/65285.jpg"  width="150" /></a><div class="thumbcaption">
          <div class="magnify"><a class="internal" href="../../images/652/65285.jpg.htm" title="Enlarge"><img alt="" height="11" src="../../images/1x1white.gif" title="This image is not present because of licensing restrictions" width="15" /></a></div> Anton&iacute;n Dvo&#x159;&aacute;k with his wife Anna in London, 1886</div>
        </div>
       </div>
       <p>At about this time Dvo&#x159;&aacute;k began to be recognized as a significant composer. He became organist at St. Adalbert's Church, <a href="../../wp/p/Prague.htm" title="Prague">Prague</a>, and began a period of prolific composition. Dvo&#x159;&aacute;k composed his <!--del_lnk--> second string quintet in 1875, and in 1877, the critic <!--del_lnk--> Eduard Hanslick informed him that his music had attracted the attention of <!--del_lnk--> Johannes Brahms, whom he later befriended. Brahms contacted the musical publisher <!--del_lnk--> Simrock, who as a result commissioned Dvo&#x159;&aacute;k's first set of <i><!--del_lnk--> Slavonic Dances</i>. Published in 1878, these were an immediate success. Dvo&#x159;&aacute;k's <i><!--del_lnk--> Stabat Mater</i> (1880) was performed abroad, and after a successful performance in London in 1883, Dvo&#x159;&aacute;k was invited to visit England where he appeared to great acclaim in 1884. His <i><!--del_lnk--> Symphony No. 7</i> was written for London; it premiered there in 1885. Dvo&#x159;&aacute;k visited England nine times in total, he often conducted his own works there. In 1890, influenced by <a href="../../wp/p/Pyotr_Ilyich_Tchaikovsky.htm" title="Pyotr Ilyich Tchaikovsky">Pyotr Ilyich Tchaikovsky</a>, he also visited Russia, and conducted the orchestras in Moscow and in <a class="mw-redirect" href="../../wp/s/Saint_Petersburg.htm" title="St. Petersburg">St. Petersburg</a>. In 1891 Dvo&#x159;&aacute;k received an honorary degree from the <a href="../../wp/u/University_of_Cambridge.htm" title="University of Cambridge">University of Cambridge</a>, and his <i><!--del_lnk--> Requiem</i> premiered later that year in <a href="../../wp/b/Birmingham.htm" title="Birmingham">Birmingham</a> at the <!--del_lnk--> Triennial Music Festival.</p>
       <h3><span class="mw-headline" id="United_States_.281892.E2.80.931895.29">United States (1892&ndash;1895)</span></h3>
       <p>From 1892 to 1895, Dvo&#x159;&aacute;k was the director of the <!--del_lnk--> National Conservatory of Music in New York City, at a $15,000 annual salary. The Conservatory had been founded by a wealthy and philanthropic socialite, <!--del_lnk--> Jeannette Thurber; it was located at 126-128 <!--del_lnk--> East 17th Street, but was demolished in 1911 and replaced by what is now a high school. Here Dvo&#x159;&aacute;k met with <!--del_lnk--> Harry Burleigh, one of the earliest <!--del_lnk--> African-American composers, his pupil. Burleigh introduced traditional American <!--del_lnk--> Spirituals to Dvo&#x159;&aacute;k at the latter's request.</p>
       <p>In the winter and spring of 1893, while in New York, Dvo&#x159;&aacute;k wrote <!--del_lnk--> Symphony No.9, "From the New World". He spent the summer of 1893 with his family in the <!--del_lnk--> Czech-speaking community of <!--del_lnk--> Spillville, Iowa, to which some of his cousins had earlier immigrated. While there he composed the <!--del_lnk--> String Quartet in F (the "American"), and the <!--del_lnk--> String Quintet in E flat, as well as a <!--del_lnk--> Sonatina for violin and piano.</p>
       <p>Over the course of three months in 1895, Dvo&#x159;&aacute;k wrote his <!--del_lnk--> Cello Concerto in B minor. However, problems with Mrs. Thurber about his salary, together with increasing recognition in Europe &mdash; he had been made an honorary member of the <!--del_lnk--> Gesellschaft der Musikfreunde in <a href="../../wp/v/Vienna.htm" title="Vienna">Vienna</a> &mdash; and homesickness made him decide to return to Bohemia. He left New York before the end of the spring term.</p>
       <p>Dvo&#x159;&aacute;k's New York home was located at 327 <!--del_lnk--> East 17th Street near Perlman Place. It was in this home that the Ninth Symphony was written. Despite protests, from the then <a href="../../wp/c/Czech_Republic.htm" title="Czech Republic">Czech</a> President <!--del_lnk--> V&aacute;clav Havel amongst others, who wanted the house preserved as a historical site, it was demolished to make room for a <!--del_lnk--> Beth Israel Medical Centre residence for people with <a class="mw-redirect" href="../../wp/h/HIV%252FAIDS.htm" title="AIDS">AIDS</a>. To honour Dvo&#x159;&aacute;k, however, a statue of him was erected in <!--del_lnk--> Stuyvesant Square.</p>
       <h3><span class="mw-headline" id="Later_career">Later career</span></h3>
       <p>During his final years, Dvo&#x159;&aacute;k concentrated on composing opera and chamber music. In 1896 he visited London for the last time to hear the premiere of his <!--del_lnk--> Cello Concerto in B minor. In 1897 his daughter married his pupil, the composer <!--del_lnk--> Josef Suk. Dvo&#x159;&aacute;k succeeded <!--del_lnk--> Anton&iacute;n Bennewitz as director of the Conservatory in Prague from 1901 until his death from <!--del_lnk--> heart failure in 1904. His 60th birthday was celebrated as a national event. He is interred in the <!--del_lnk--> Vy&scaron;ehrad cemetery in Prague, under his bust by Czech sculptor <!--del_lnk--> Ladislav &Scaron;aloun.</p>
       <div class="thumb tleft">
        <div class="thumbinner" style="width:182px;"><a class="image" href="../../images/652/65289.jpg.htm"><img alt="" class="thumbimage" height="221" src="../../images/652/65289.jpg"  width="180" /></a><div class="thumbcaption">
          <div class="magnify"><a class="internal" href="../../images/652/65289.jpg.htm" title="Enlarge"><img alt="" height="11" src="../../images/1x1white.gif" title="This image is not present because of licensing restrictions" width="15" /></a></div> Dvo&#x159;&aacute;k's tomb in Prague</div>
        </div>
       </div>
       <p>He left many unfinished works, including the early Cello Concerto in A major (see <!--del_lnk--> Concerti below).</p>
       <div class="thumb tright">
        <div class="thumbinner" style="width:202px;"><a class="image" href="../../images/652/65293.jpg.htm"><img alt="" class="thumbimage" height="152" src="../../images/652/65293.jpg"  width="200" /></a><div class="thumbcaption">
          <div class="magnify"><a class="internal" href="../../images/652/65293.jpg.htm" title="Enlarge"><img alt="" height="11" src="../../images/1x1white.gif" title="This image is not present because of licensing restrictions" width="15" /></a></div> Dvo&#x159;&aacute;k's funeral on 5 May, 1904</div>
        </div>
       </div>
       <h2><span class="mw-headline" id="Works">Works</span></h2>
       <dl>
        <dd>See <!--del_lnk--> List of compositions by Anton&iacute;n Dvo&#x159;&aacute;k by category, <!--del_lnk--> List of compositions by Anton&iacute;n Dvo&#x159;&aacute;k by Burghauser number and <!--del_lnk--> Category: Compositions by Anton&iacute;n Dvo&#x159;&aacute;k</dd>
       </dl>
       <p>Dvo&#x159;&aacute;k wrote in a variety of forms: his nine <!--del_lnk--> symphonies generally stick to classical models that <a href="../../wp/l/Ludwig_van_Beethoven.htm" title="Ludwig van Beethoven">Beethoven</a> would have recognised, but he also worked in the newly developed <!--del_lnk--> symphonic poem form and the influence of <a href="../../wp/r/Richard_Wagner.htm" title="Richard Wagner">Richard Wagner</a> is apparent in some works. Many of his works also show the influence of Czech folk music, both in terms of rhythms and melodic shapes; perhaps the best known examples are the two sets of <!--del_lnk--> Slavonic Dances. Dvo&#x159;&aacute;k also wrote <a href="../../wp/o/Opera.htm" title="Opera">operas</a> (of which the best known is <i><!--del_lnk--> Rusalka</i>); serenades for string orchestra and wind ensemble; <!--del_lnk--> chamber music (including a number of <!--del_lnk--> string quartets, and quintets); songs; choral music; and <a href="../../wp/p/Piano.htm" title="Piano">piano</a> music.</p>
       <h3><span class="mw-headline" id="Numbering">Numbering</span></h3>
       <p>While a large number of Dvo&#x159;&aacute;k's works were given <!--del_lnk--> opus numbers, these did not always bear a logical relationship to the order in which they were either written or published. To achieve better sales, some publishers such as <!--del_lnk--> Simrock preferred to present budding composers as being well established, by giving some relatively early works much higher opus numbers than their chronological order would merit. In other cases, the same opus number was given to more than one of Dvo&#x159;&aacute;k's works. In yet other cases, a work was given as many as three different opus numbers by different publishers. His symphonies' numbering has also been confused: (a) they were initially numbered by order of publication, not composition; (b) the first four symphonies to be composed were published after the last five; and (c) the last five symphonies were not published in order of composition. This explains why, for example, the <i>New World Symphony</i> was originally published as No. 5, was later known as No. 8, and definitively renumbered as No. 9 in the critical editions published in the 1950s.</p>
       <p>The order of publication of the symphonies was:</p>
       <ul>
        <li>No. 6 (1881) &ndash; published as "No. 1", although Dvo&#x159;&aacute;k called it "No. 5"</li>
        <li>No. 7 (1885) &ndash; published as "No. 2", although Dvo&#x159;&aacute;k called it "No. 6"</li>
        <li>No. 5 (1888) &ndash; published as "No. 3, Op. 76", although Dvo&#x159;&aacute;k called it "No. 4, Op. 24" on the score</li>
        <li>No. 8 (1890) &ndash; published as "No. 4", although Dvo&#x159;&aacute;k called it "No. 7"</li>
        <li>No. 9 (1894) &ndash; published as "No. 5", although Dvo&#x159;&aacute;k called it "No. 8"</li>
        <li>No. 3 (1912)</li>
        <li>No. 4 (1912)</li>
        <li>No. 2 (1959)</li>
        <li>No. 1 (1961).</li>
       </ul>
       <p>The symphonies were first performed in a different order again:</p>
       <ul>
        <li>No. 3 (1874)</li>
        <li>No. 5 (1879)</li>
        <li>No. 6 (1881)</li>
        <li>No. 7 (1885)</li>
        <li>No. 2 (1888)</li>
        <li>No. 8 (1890)</li>
        <li>No. 4 (1892)</li>
        <li>No. 9 (1893)</li>
        <li>No. 1 (1936).</li>
       </ul>
       <p>All of Dvo&#x159;&aacute;k's works were chronologically catalogued by <!--del_lnk--> Jarmil Burghauser in <i>Anton&iacute;n Dvo&#x159;&aacute;k. Thematic Catalogue. Bibliography. Survey of Life and Work</i> (Export Artia, Prague, 1960). As an example, in the Burghauser catalogue, the <i>New World Symphony</i>, Op. 95 is B.178. Scholars today often refer to Dvo&#x159;&aacute;k's works by their B numbers (for Burghauser), although references to the traditional opus numbers are still common, in part because the opus numbers have historical continuity with earlier scores and printed programs. The opus numbers are still more likely to appear in printed programs for performances.</p>
       <h3><span class="mw-headline" id="Symphonies">Symphonies</span></h3>
       <p>During Dvo&#x159;&aacute;k's life, only five of his symphonies were widely known. The first published was his sixth, dedicated to <!--del_lnk--> Hans Richter. After Dvo&#x159;&aacute;k's death, research uncovered four unpublished symphonies, of which the manuscript of the first had even been lost to the composer himself. This led to an unclear situation in which the <!--del_lnk--> <i>New World Symphony</i> has alternately been called the 5th, 8th and 9th. This article uses the modern numbering system, according to the order in which they were written.</p>
       <p><!--del_lnk--> Symphony No. 1 in C minor was written when Dvo&#x159;&aacute;k was 24 years old. Later subtitled <i>The Bells of Zlonice</i> after a village in Dvo&#x159;&aacute;k's native Bohemia, it shows inexperience but also genius with its many attractive qualities. It has many formal similarities with <a href="../../wp/l/Ludwig_van_Beethoven.htm" title="Ludwig van Beethoven">Beethoven</a>'s <!--del_lnk--> 5th Symphony (for example, the movements follow the same keys: C minor, A flat major, C minor, C major), yet in harmony and instrumentation, Dvo&#x159;&aacute;k's First follows the style of <a href="../../wp/f/Franz_Schubert.htm" title="Franz Schubert">Franz Schubert</a>. (Some material from this symphony was reused in the <i>Silhouettes</i>, Opus 8, for piano solo.)</p>
       <p><!--del_lnk--> Symphony No. 2 in B flat major, Op. 4, still takes Beethoven as a model, though this time in a brighter, more pastoral light.</p>
       <p><!--del_lnk--> Symphony No. 3 in E flat major, Op. 10, clearly shows the sudden and profound impact of Dvo&#x159;&aacute;k's recent acquaintance with the music of <a href="../../wp/r/Richard_Wagner.htm" title="Richard Wagner">Richard Wagner</a> and <!--del_lnk--> Franz Liszt; there is no <!--del_lnk--> scherzo. (A portion of the slow movement was reused in the sixth of the <i>Legends</i>, Opus 59, for piano duet or orchestra.)</p>
       <p><!--del_lnk--> Symphony No. 4 in D minor, Op. 13, still shows a strong influence of Wagner, particularly the second movement, which is reminiscent of the overture to <i><!--del_lnk--> Tannh&auml;user</i>. In contrast, the scherzo is strongly Czech in character.</p>
       <p><!--del_lnk--> Symphony No. 5 in F major, Op. 76, and <!--del_lnk--> Symphony No. 6 in D major, Op. 60, are largely pastoral in nature, and brush away nearly all the last traces of Wagnerian style. The Sixth shows a very strong resemblance to the <!--del_lnk--> Symphony No. 2 of Brahms, particularly in the outer movements, though this similarity is belied by the third-movement <!--del_lnk--> furiant, a vivid Czech dance.</p>
       <p><!--del_lnk--> Symphony No. 7 in D minor of 1885, Op. 70, is sometimes reckoned to exhibit more formal tautness and greater intensity than the more famous <!--del_lnk--> 9th Symphony. There is emotional torment in the Seventh that may reflect personal troubles: around this time, Dvo&#x159;&aacute;k was struggling to have his Czech operas accepted in Vienna, feeling pressure to write operas in German, and arguing with his publisher. His sketches show that the Seventh cost him much hard work and soul-searching.</p>
       <p><!--del_lnk--> Symphony No. 8 in G major, Op. 88, is, in contrast with the Seventh, characterized by a warmer and more optimistic tone. Karl Schumann (in booklet notes for a recording of all the symphonies by <!--del_lnk--> Rafael Kubel&iacute;k) compares it to the works of <!--del_lnk--> Gustav Mahler. As with the Seventh, some feel the Eighth is the best of the symphonies. That some critics feel it necessary to promote a symphony as "better than the Ninth" shows how the immense popularity of the Ninth has overshadowed the earlier works.</p>
       <p><!--del_lnk--> Symphony No. 9 in E minor, Op. 95, may be better known by its subtitle, <i>From the New World</i>, and is also called the <i>New World Symphony</i>. Dvo&#x159;&aacute;k wrote it between January and May 1893, while he was in New York. At the time of its first performance, he claimed that he used elements from American music such as <!--del_lnk--> spirituals and <!--del_lnk--> Native American music in this work, but he later denied this. The first movement has a <!--del_lnk--> solo <a href="../../wp/f/Flute.htm" title="Flute">flute</a> passage reminiscent of "<!--del_lnk--> Swing Low, Sweet Chariot", and one of his students later reported that the second movement depicted, programmatically, the sobbing of <!--del_lnk--> Hiawatha. The second movement was so reminiscent of a negro spiritual that <!--del_lnk--> William Arms Fisher wrote lyrics for it and called it "Goin' Home". Dvo&#x159;&aacute;k was interested in indigenous American music, but in an article published in the <!--del_lnk--> New York Herald on December 15, 1893, he wrote, "[In the 9th symphony] I have simply written original themes embodying the peculiarities of the Indian music." <a href="../../wp/n/Neil_Armstrong.htm" title="Neil Armstrong">Neil Armstrong</a> took a recording of the <i>New World Symphony</i> to the <a href="../../wp/m/Moon.htm" title="Moon">Moon</a> during the <a href="../../wp/a/Apollo_11.htm" title="Apollo 11">Apollo 11</a> mission, the first Moon landing, in 1969.</p>
       <div class="thumb tright">
        <div class="thumbinner" style="width:202px;"><a class="image" href="../../images/652/65297.jpg.htm"><img alt="" class="thumbimage" height="163" src="../../images/652/65297.jpg"  width="200" /></a><div class="thumbcaption">
          <div class="magnify"><a class="internal" href="../../images/652/65297.jpg.htm" title="Enlarge"><img alt="" height="11" src="../../images/1x1white.gif" title="This image is not present because of licensing restrictions" width="15" /></a></div> The first page of the autograph score of Dvo&#x159;&aacute;k's ninth symphony.</div>
        </div>
       </div>
       <p>Many conductors have recorded cycles of the symphonies, including <!--del_lnk--> Istv&aacute;n Kert&eacute;sz, <!--del_lnk--> Rafael Kubel&iacute;k, <!--del_lnk--> Otmar Suitner, <!--del_lnk--> Libor Pe&scaron;ek, <!--del_lnk--> Zden&#x11B;k M&aacute;cal, <!--del_lnk--> V&aacute;clav Neumann, <!--del_lnk--> Witold Rowicki, and <!--del_lnk--> Neeme J&auml;rvi.</p>
       <h3><span class="mw-headline" id="Symphonic_poems">Symphonic poems</span></h3>
       <p>Dvo&#x159;&aacute;k's <!--del_lnk--> symphonic poems (tone poems) are among his most original symphonic works. He wrote five symphonic poems, all in 1896-1897, and they have sequential opus numbers: <i><!--del_lnk--> The Water Goblin</i>, Op. 107; <i><!--del_lnk--> The Noon Witch</i>, Op. 108; <i><!--del_lnk--> The Golden Spinning Wheel</i>, Op. 109; <i><!--del_lnk--> The Wood Dove</i>, Op. 110; and <i><!--del_lnk--> The Hero's Song</i>, Op. 111. The first four of these works are based upon ballads by the Czech folklorist <!--del_lnk--> Karel Erben. <i>The Hero's Song</i> is based on a program of Dvo&#x159;&aacute;k's devising and is believed to be autobiographical.</p>
       <h3><span class="mw-headline" id="Choral_works">Choral works</span></h3>
       <p>The greatest of Dvo&#x159;&aacute;k's choral works are his <!--del_lnk--> Requiem, Op. 89, his <!--del_lnk--> Te Deum, his <!--del_lnk--> Mass in D major, and his <!--del_lnk--> Stabat Mater, the longest extant setting of that work. The recording of the Requiem by conductor <!--del_lnk--> Karel An&#x10D;erl with the <!--del_lnk--> Czech Philharmonic Orchestra, the Czech Philharmonic Chorus and soloists (1959) was awarded the prestigious "Grand Prix du disque de <!--del_lnk--> L'Acad&eacute;mie Charles Cros".</p>
       <h3><span class="mw-headline" id="Concerti">Concerti</span></h3>
       <p>Music critic <!--del_lnk--> Harold C. Schonberg expressed common critical opinion when he wrote that Dvo&#x159;&aacute;k wrote "an attractive Piano Concerto in G minor with a rather ineffective piano part, a beautiful Violin Concerto in A minor, and a supreme Cello Concerto in B minor". All the concertos are in the classical three-movement form.</p>
       <p>The <!--del_lnk--> Concerto for Piano and Orchestra in G minor, Op. 33 was the first of three <!--del_lnk--> concertos that Dvo&#x159;&aacute;k composed and orchestrated, and it is perhaps the least known of those three. Dvo&#x159;&aacute;k composed his piano concerto from late August through September 14, 1876. Its autograph version contains many corrections, erasures, cuts and additions, the bulk of these made in the piano part. The work was premiered in <a href="../../wp/p/Prague.htm" title="Prague">Prague</a> on March 24, 1878, with the orchestra of the <!--del_lnk--> Prague Provisional Theatre conducted by <!--del_lnk--> Adolf &#x10C;ech, and the Czech pianist <!--del_lnk--> Karel Slavkovsk&yacute; as soloist. As Dvo&#x159;&aacute;k wrote: "I see I am unable to write a Concerto for a virtuoso; I must think of other things." Instead, what Dvo&#x159;&aacute;k thought of and created was a concerto with remarkable symphonic values in which the piano plays a leading part <i>in</i> the orchestra rather than opposed to it. The Czech pianist and piano teacher Professor <!--del_lnk--> Vil&eacute;m Kurz subsequently wrote an alternative, somewhat more virtuosic piano part for the concerto, which may, depending on the performer's preference, be played either partially or entirely in lieu of Dvo&#x159;&aacute;k's part. In 1919 concert pianist <!--del_lnk--> Ilona Kurzov&aacute; played the first performance of the Kurz version, conducted by <!--del_lnk--> V&aacute;clav Talich.</p>
       <p>The <!--del_lnk--> Concerto for Violin and Orchestra in A minor, Op. 53 was the second of the three <!--del_lnk--> concertos that Dvo&#x159;&aacute;k composed and orchestrated. He had met the great violinist <!--del_lnk--> Joseph Joachim in 1878 and decided to write a concerto for him. He finished it in 1879, but Joachim was skeptical of the work. He objected to Dvo&#x159;&aacute;k's abrupt truncation of the first movement's orchestral <!--del_lnk--> tutti, and he also did not approve its truncated <!--del_lnk--> recapitulation and its leading directly to the slow movement. He never played the piece. The concerto was premiered in 1883 in Prague by the violinist <!--del_lnk--> Franti&scaron;ek Ond&#x159;&iacute;&#x10D;ek, who also gave its first performances in <a href="../../wp/v/Vienna.htm" title="Vienna">Vienna</a> and London.</p>
       <p>The <!--del_lnk--> Concerto for Cello and Orchestra in B minor, Op. 104 was the last composed of Dvo&#x159;&aacute;k's concertos. He wrote it in 1894-1895 for his friend, the cellist <!--del_lnk--> Hanu&scaron; Wihan. Wihan and others had asked for a cello concerto for some time, but Dvo&#x159;&aacute;k always refused, stating that the cello was a fine orchestral instrument but completely insufficient for a solo concerto.</p>
       <p>Dvo&#x159;&aacute;k composed the concerto in <!--del_lnk--> New York while serving as the Director of the <!--del_lnk--> National Conservatory. In 1894 <!--del_lnk--> Victor Herbert, who was also teaching at the Conservatory, had written a cello concerto and presented it in a series of concerts. Dvo&#x159;&aacute;k attended at least two performances of Victor Herbert's cello concerto and was inspired to fulfill Wihan's request for a cello concerto. Dvo&#x159;&aacute;k's concerto received its premiere in London on March 16, 1896, with the English cellist <!--del_lnk--> Leo Stern. The work was well received. <!--del_lnk--> Brahms said of the work: "Had I known that one could write a cello concerto like this, I would have written one long ago!"</p>
       <p>Over thirty years earlier in 1865, Dvo&#x159;&aacute;k had composed a <!--del_lnk--> Cello Concerto in A major, but with accompaniment by piano rather than orchestra. It is believed Dvo&#x159;&aacute;k had intended to orchestrate it, but abandoned it. It was orchestrated by the German composer <!--del_lnk--> G&uuml;nter Raphael between 1925 and 1929, and again by his cataloguer <!--del_lnk--> Jarmil Burghauser and published in this form in 1952 as B.10.</p>
       <h3><span class="mw-headline" id="Chamber_music">Chamber music</span></h3>
       <p>Dvo&#x159;&aacute;k composed fourteen string quartets, the most popular being the 12th, <!--del_lnk--> the <i>American</i>, Op. 96. He also composed two piano quintets, of which the <!--del_lnk--> 2nd, Op. 81, is better known. He left three string quintets including the <!--del_lnk--> Double Bass quintet, Op. 77, a terzetto for two violins and viola, two piano quartets, a string sextet, Op. 48, and four piano trios, including the <!--del_lnk--> Piano Trio No. 4 (subtitled <i><!--del_lnk--> Dumky</i>), Op. 90. He also wrote a set of <!--del_lnk--> Bagatelles, Op. 47, for the unusual instrumentation of two violins, viola, and harmonium.</p>
       <h3><span class="mw-headline" id="Operas">Operas</span></h3>
       <p>Dvo&#x159;&aacute;k's critical acclaim as a composer of symphonies and concertos gave him a strong desire to write opera. Of all his operas, only <i><!--del_lnk--> Rusalka</i>, Op. 114, and, to a much lesser extent, <i><!--del_lnk--> The Devil and Kate</i>, Op. 112, are played on contemporary opera stages with any frequency outside the Czech Republic. This is attributable to their uneven invention and libretti, and perhaps also their staging requirements&mdash;<i><!--del_lnk--> The Jacobin</i>, <i>Armida</i>, <i><!--del_lnk--> Vanda</i> and <i>Dimitrij</i> need stages large enough to portray invading armies.</p>
       <p>One of his more frequently-performed arias from <i>Rusalka</i> is "M&#x11B;s&iacute;&#x10D;ku na nebi hlubok&eacute;m" (or, "Song to the Moon").</p>
       <p>There is speculation by Dvo&#x159;&aacute;k scholars such as Michael Beckerman that portions of his <i>Symphony No. 9 "From the New World"</i>, notably the second movement, were adapted from studies for a never-written opera about <!--del_lnk--> Hiawatha.</p>
       <p><b>List of operas</b></p>
       <ul>
        <li><i><!--del_lnk--> Alfred</i> (unpublished), 1870</li>
        <li><i><!--del_lnk--> King and Charcoal Burner</i> (<i>Kr&aacute;l a uhl&iacute;&#x159;</i>), 1871, recomposed 1874, revised 1887, Op.14</li>
        <li><i><!--del_lnk--> The Stubborn Lovers</i> (<i>Tvrd&eacute; palice</i>), 1874, Op.17</li>
        <li><i><!--del_lnk--> Vanda</i>, 1875, revised 1879 and 1883, Op.25</li>
        <li><i><!--del_lnk--> The Cunning Peasant</i> (<i>&Scaron;elma sedl&aacute;k</i>), 1877, Op.35</li>
        <li><i><!--del_lnk--> Dimitrij</i>, 1881/1882, revised 1883, 1885, 1894/1895, Op.64</li>
        <li><i><!--del_lnk--> The Jacobin</i>, 1887/1888, revised 1897, Op.84</li>
        <li><i><!--del_lnk--> The Devil and Kate</i> (<i>&#x10C;ert a K&aacute;&#x10D;a</i>), 1898/1889, Op.112</li>
        <li><i><!--del_lnk--> Rusalka</i>, 1900, Op.114</li>
        <li><i><!--del_lnk--> Armida</i>, 1902/1903, Op.115</li>
       </ul>
       <h2><span class="mw-headline" id="Notable_students_of_Dvo.C5.99.C3.A1k">Notable students of Dvo&#x159;&aacute;k</span></h2>
       <ul>
        <li><!--del_lnk--> V&iacute;t&#x11B;zslav Nov&aacute;k</li>
        <li><!--del_lnk--> Josef Suk</li>
        <li><!--del_lnk--> Will Marion Cook</li>
        <li><!--del_lnk--> William Arms Fisher</li>
        <li><!--del_lnk--> Harry T. Burleigh</li>
       </ul>
      </div>
      <div class="printfooter"> Retrieved from "<!--del_lnk--> http://en.wikipedia.org/w/index.php?title=Anton&iacute;n_Dvo&#x159;&aacute;k&amp;oldid=304438276"</div>
      <!-- end content -->
      <div class="visualClear">
      </div>
     </div>
    </div>
   </div>
   <div id="column-one">
<div id="logo"><a href="../../index.htm"><img src="../../schools-wikipedia-logo.png" alt="Wikipedia for Schools" /></a></div>
<div class="menu">
<p class="sosheading"><a href="../../wp/index/subject.htm">Subjects</a></p>
<p><a href="../../wp/index/subject.Art.htm">Art</a></p>
<p><a href="../../wp/index/subject.Business_Studies.htm">Business Studies</a></p>
<p><a href="../../wp/index/subject.Citizenship.htm">Citizenship</a></p>
<p><a href="../../wp/index/subject.Countries.htm">Countries</a></p>
<p><a href="../../wp/index/subject.Design_and_Technology.htm">Design and Technology</a></p>
<p><a href="../../wp/index/subject.Everyday_life.htm">Everyday life</a></p>
<p><a href="../../wp/index/subject.Geography.htm">Geography</a></p>
<p><a href="../../wp/index/subject.History.htm">History</a></p>
<p><a href="../../wp/index/subject.IT.htm">Information Technology</a></p>
<p><a href="../../wp/index/subject.Language_and_literature.htm">Language and literature</a></p>
<p><a href="../../wp/index/subject.Mathematics.htm">Mathematics</a></p>
<p><a href="../../wp/index/subject.Music.htm">Music</a></p>
<p><a href="../../wp/index/subject.People.htm">People</a></p>
<p><a href="../../wp/index/subject.Portals.htm">Portals</a></p>
<p><a href="../../wp/index/subject.Religion.htm">Religion</a></p>
<p><a href="../../wp/index/subject.Science.htm">Science</a></p>
<p style="margin-top: 10px;" class="sosheading"><a rel="nofollow" href="../../wp/index/alpha.htm">Title Word Index</a></p>
</div>
</div>

   <div class="visualClear">
   </div>
   <div id="sosebar">
    <div class="center"> Wikipedia for Schools is a selection taken from the original English-language Wikipedia by the child sponsorship charity <a rel="author" href="../../wp/s/Soschildrensvillages.htm">SOS Children</a>. It was created as a <a href="../../wp/w/Wikipedia_For_Schools.htm">checked and child-friendly teaching resource</a> for use in schools in the developing world and beyond.Sources and authors can be found at www.wikipedia.org. See also our <a href="../../disclaimer.htm"><strong>Disclaimer</strong></a>. These articles are available under the <a href="../../wp/w/Wikipedia%253AText_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License.htm"> Creative Commons Attribution Share-Alike Version 3.0 Unported Licence</a>. This article was sourced from http://en.wikipedia.org/?oldid=304438276 . </div>
   </div>
  </div>
 </body>
</html>